<?php
/**
 * 前台语言文件
*/
//头部
$_LANG['home_title']   = 'Ваш надежный партнер, ваши лучшие друзья.';
$_LANG['home']         = 'Главная';
$_LANG['new_arrival']  = 'Новинки';
$_LANG['hot_products'] = 'Популярно';
$_LANG['group_deals']  = 'Сделка';
$_LANG['specials']     = 'Специальная цена';
$_LANG['dropship']     = 'Транспортёр';
$_LANG['Language']     = 'язык';
$_LANG['Hot_goods']      =  'Популярный товар ';
$_LANG['Related_goods']  = 'Сопутствующие товары';
$_LANG['sign_in']     = 'Добро пожаловать';
$_LANG['join_free']   = 'Вход или Регистрация';
$_LANG['my_account']  = 'Мой счёт';
$_LANG['support']     = 'поддержка';
$_LANG['Hi']          = 'Привет';
$_LANG['Logout']      =  'Выход';
$_LANG['warranty_return']     = 'Гарантия и возврат';
$_LANG['page_not_found']     = 'Страница не найдена';
$_LANG['page_not_found_content']     = '<strong style="font-size:14px">Советы:</strong></p><p>- Этой  страницей не существует.<br>- Продукт  был  удален с этого сайта.<br></p>';
$_LANG['point_name'] = 'DM Баллы'; 

//积分
$_LANG['currencies']             = 'Валюты';
$_LANG['cur_list'][0]['name']     = 'Рубль';
$_LANG['cur_list'][1]['name']     = 'Доллар США';
$_LANG['cur_list'][2]['name']     = 'Евро';
$_LANG['cur_list'][3]['name']     = 'Фунт стерлингов';
$_LANG['cur_list'][4]['name']     = 'Австралийский';
$_LANG['cur_list'][5]['name']     = 'Канадский';
$_LANG['cur_list'][6]['name']     = 'Швейцарский';
$_LANG['cur_list'][7]['name']     = 'Гонконгский';
$_LANG['cur_list'][8]['name']     = 'Китайский юань';
$_LANG['cur_list'][9]['name']     = 'Новозеландский';
$_LANG['cur_list'][0]['keyd']     = 'USD';
$_LANG['cur_list'][1]['keyd']     = 'EUR';
$_LANG['cur_list'][2]['keyd']     = 'GBP';
$_LANG['cur_list'][3]['keyd']     = 'AUD';
$_LANG['cur_list'][4]['keyd']     = 'CAD';
$_LANG['cur_list'][5]['keyd']     = 'CHF';
$_LANG['cur_list'][6]['keyd']     = 'HKD';
$_LANG['cur_list'][7]['keyd']     = 'CNY';
$_LANG['cur_list'][8]['keyd']     = 'NZD';
$_LANG['cur_list'][9]['keyd']     = 'RUB';
$_LANG['USA']                     = 'USA';
$_LANG['search']                = 'Поиск';
$_LANG['input_text']            = 'Ключевые слова продуктa';
$_LANG['all_catalog']           = 'категории';
$_LANG['search_botton_img_src'] = '/temp/skin3/images/ss_go.jpg';
$_LANG['cart_checkout']  = 'Корзина';
$_LANG['items']  = 'товар(а/ов)';
$_LANG['popular_searches']  = 'Популярный опт';
$_LANG['our_aceBook']  = 'Наш FaceBook';
$_LANG['our_twitter']  = 'Наш Twitter';
$_LANG['our_youTube']  = 'Наш YouTube';
$_LANG['live_chat']  = 'Онлайн Чат';
$_LANG['pre_sales']  = 'Предпродажа';
$_LANG['pre_sales_des']  = 'Если у Вас возникли вопросы, прежде чем сделать покупку, пообщайтесь с нами онлайн для получения дополнительной информации.';
$_LANG['start_online_chat']  = 'Начать Онлайн Чат';
$_LANG['after_sales']  ='после продажи ';
$_LANG['after_sales_des']  = 'служба поддержки клиентов о статусе заказа и других послепродажных вопросах.';
$_LANG['submit_a_request']  = 'Отправить запрос';

//主题部分
$_LANG['browse_by_category']  = 'Оптовые Категории';
$_LANG['polices']             = 'Политики';
$_LANG['Featured_Categories'] = 'Популярные категории';
$_LANG['special_wholesale_products'] = 'Особеные Категории';
$_LANG['best_margin_products'] = 'Pазобрать затоваривание';
$_LANG['recent_orders'] = 'Последние заказы';
$_LANG['our_new_letter']      = 'Наше новое письмо';
$_LANG['your_first_name']     = 'Ваше имя';
$_LANG['your_email_address']  = 'Ваш адрес электронной почты';
$_LANG['subscribe_me']        =  'подпишись на меня';
$_LANG['rss_feeds']           = 'RSS-каналы';
$_LANG['history_list']        = 'Список истории';
$_LANG['Our_Featured_Products']  =  'Наши Рекомендуемые товары';
$_LANG['Free_Shipping']          =  'Бесплатная доставка';
$_LANG['help_src']          = '/temp/skin3/images/help.jpg';
$_LANG['return_src']          = '/temp/skin3/images/return.jpg';
$_LANG['vip_club']               =  'Самая низкая цена, самая дешевая перевозка груза, самое лучшее обслуживание;';
$_LANG['Wholesale_VIP_Club']     =  'Оптовая VIP-клуб ';
$_LANG['10_Days']                = '<span> 10 дней </ span> гарантия возврата денег, <span> один месяц </ span> гарантия обмена, <span> один год </ span> Производ-Юр гарантии';
$_LANG['Top_sales']              = '<span>Top</span> продажи';
$_LANG['cell_phones']            =  'Сотовые телефоны / Мобильные';
$_LANG['Leader_title']         = 'лидер онлайн оптового рынка в Китае';
$_LANG['Leader_desc']         = ' Действует скидка. Быстро растущий рынок глобальных покупателей с 2001 года. Являясь лидером в области онлайн-торговли с гибкой системой скидок, dealsmachine гордится тем, что является одним из крупнейших клиентов PayPal в Азиатско-Тихоокеанском регионе. Наши покупатели пользуются скидкой в большинства стран по всему миру, включая США, Европу, Австралию и Азию. Мы предлагаем все виды электронной продукции от специализированных китайских оптовиков и производителей. Кроме того, dealsmachine предлагает быстрый и легкий процесс покупки, онлайн скидки, а также профессиональную и компетентную команду обслуживания клиентов. Наша проверенная Маркетинг репутация и процесс оплаты со скидкой Escrow  гарантирует спокойную и безопасную покупательную среду. Прекратите поиск (доверьтесь нам) - dealsmachine это ваше универсальное решение приобретения товара из Китая со скидкой в Интернете со скидкой';
$_LANG['Why_buy_title']         =  'Почему покупать товары оптом у нас?';
$_LANG['Professional_title']    =  'профессиональная оптовая компания';
$_LANG['Professional_content']  = 'dealsmachine.com является лидирующей в мире компанией-оптовиком. Мы поставляем тысячи высококачественных товаров с заводов, производящих их непосредственно. У нас есть профессиональный торговый представитель, QC, служба доставки и т.д. Начните свой бизнес сегодня и испытайте наш первоклассный сервис и быструю доставку';
$_LANG['Always_title']    = 'Всегда низкие цены при очень низком минимальном количестве';
$_LANG['Always_content']  = 'Мы работаем с сотнями заводов и производящих непосредственно и заказываем непосредственно от них, вот почему мы можем предоставить вам конкурентные оптовые цены на всем рынке. Но заказывая из самых надежных оптовых источников и перепродавая, вы имеете возможность сделать прибыль. Не сомневайтесь и свяжитесь с нами сегодня';
$_LANG['How_title']    = 'Как обрабатывается мой заказ?';
$_LANG['How_content']  =  'После того как вы оплачиваете, мы сначала готовим ваш заказ, затем наш QC инженер испытывает их, эта процедура может занять от 1 до 2 дней. После этого, мы профессионально упаковываем вашу посылку и отправляем его в нашу службу доставки (EMS, DHL и т.д.). Доставка  товара может занять от 3 до 6 рабочих дней. Если у Вас возникли вопросы о покупке, свяжитесь с нами, и мы можем решить все ваши проблемы. Покупка у нас,  это легко и быстро.';
$_LANG['Want_title']    = 'Хотите стать VIP или дистрибьютором?';
$_LANG['Want_content']  = 'хотите приобрести товар у нас и получить прибыль? Свяжитесь с нами для более подробной информации. Мы бы хотели работать с вами и помочь вам построить свой бизнес шаг за шагом';
$_LANG['Is_it_title']    = 'Безопасно ли делать заказ?';
$_LANG['Is_it_content']  = 'Заказ и оплата через кредитную карточку или PayPal на 100% безопасны. Есть проблема с покупкой, в бизнесе? Свяжитесь с нами онлайн, и мы  решим все ваши проблемы. Ваше удовлетворение является нашей первоочередной задачей';
$_LANG['Join_title']    = 'Присоединяйтесь к нам сегодня, приобретайте и  и экономьте сегодня.';
$_LANG['Join_content']  = 'Присоединяйтесь к нам сегодня, это займет всего несколько минут. У нас сотни довольных клиентов. Став пользователем, вы имеете доступ к тысячам товаров в Интернете, в том числе MP3, MP4-плееры, мобильные телефоны, фотоаппараты и другой электронике по оптовой цене.';

//底部帮助
$_LANG['foot_help_title']  = 'Почему выгодно покупать оптовые товары на DealsMachine?';
$_LANG['foot_help11']      = 'Профессиональный оптовик электроники.';
$_LANG['foot_help12']      = 'DealsMachine является одним из ведущих в мире оптовиков электроники. Мы поставляем тысячи единиц высокого качества непосредственно с заводов, и обеспечиваем удобство покупки, благодаря профессиональным торговым представителям, экспертам QC (контроль качества), крупным международным перевозчикам груза, и т.д. Начните свой бизнес сегодня и испытайте первоклассное обслуживания нашего персонала и быструю доставку.';
$_LANG['foot_help21']      = 'Всегда низкие цены, независимо от размера вашего заказа.';
$_LANG['foot_help22']      = 'Наша обширная сеть поставщиков позволяет нам работать с сотнями ведущих производителей в Китае, мы заказываем непосредственно с заводов. Это позволяет обеспечить чрезвычайно конкурентоспособные оптовые цены на всю нашу продукцию, независимо от того, покупаете ли вы один элемент или тысячу. С нашей отличной ценой, выгодными условиями и широким выбором самой современной высокотехнологичной электроники, вы обладаете отличной возможностью прибыли, сотрудничая с нами в качестве посредника. Свяжитесь с нами сегодня, чтобы узнать больше ';
$_LANG['foot_help31']      = 'Как обрабатывается мой заказ ?';
$_LANG['foot_help32']      = 'После того как платеж был обработан, мы подготовим Ваш товар для проверки нашими специально обученными инженерами КК. Эта процедура может занять 1 или 2 дней. После прохождения строгого контроля качества, товар будет профессионально упакован и отправлен через одного из наших партнеров по доставке (например, UPS, TNT, EMS, DHL и т.д.). Доставка обычно занимает от 3 до 6 рабочих дней, хотя срок может быть больше, в зависимости от работы курьера. Если у вас возникли вопросы о покупке, свяжитесь с нами, и мы сделаем все возможное, чтобы разрешить все проблемы. Приобретайте у нас, испытайте наше простое, эффективное и быстрое обслуживание.';
$_LANG['foot_help41']      =  'Хотите стать VIP членом или дистрибьютором?';
$_LANG['foot_help42']      = 'Хотели бы вы зказывать у нас в коммерческих целях? Свяжитесь с нами сегодня для более подробной информации. Мы хотели бы работать с вами и помочь вам построить успешный  бизнес шаг за шагом';
$_LANG['foot_help51']      = 'Безопасно ли заказывать у dealsmachine.com?';
$_LANG['foot_help52']      = 'Да, абсолютно безопасно на 100%. Просмотрите обширный ассортимент нашей продукции высокого качества и закажите он-лайн на нашем защищенном сайте, будьте  уверены в том, что ваша конфиденциальная информация надежно защищена. Мы предоставляем спектр удобных вариантов оплаты кредитной картой или PayPal. Если вы столкнулись с какими-либо проблемами во время покупки или в бизнесе, просто свяжитесь с нами и мы позаботимся обо всем для вас. Ваше удовлетворение является нашей первоочередной задачей.';
$_LANG['foot_help61']      = 'Присоединяйтесь к нам сегодня, купить и сохранить.';
$_LANG['foot_help62']      = 'Регистрация на DealsMachine занимает всего несколько минут. Как только Вы зарегистрировались у нас, вы можете выбирать из нашего постоянно обновляющегося ассортимента товаров, в том числе MP3 / MP4 / MP5 плееры, смартфоны, устройства для хранения данных, автомобильная электроника и GPS, цифровые фотоаппараты и видеокамеры, Android планшеты, и многие другие электронные гаджеты. Покупая одну или две единицы для собственного использования, дропшиппинга, или размещая оптовый заказ по оптовой цене, вы убедитесь, в положительном опыте работы с DealsMachine. Таким образом, присоединяйтесь к нам и экономьте сейчас ';

//底部连接
$_LANG['About_Us']      = 'О нас';
$_LANG['Contact_Us']    = 'связаться с нами';
$_LANG['Jobs']          = 'Вакансии';
$_LANG['FAQ']           = 'FAQ';
$_LANG['Help']          = 'Помащь';
$_LANG['Top_Searches']  = 'Популярные запросы';
$_LANG['Top_Products']  = 'Лучшие продукты';
$_LANG['Sitemap'] = 'карта сайта';
$_LANG['Sitemap_Index']       = 'Индекс карты сайта';
$_LANG['botton_key']       =  'Оптовая торговля в Китае: купить китайскую дешевую электронику оптом и в качестве дистрибютора - Сотовые телефоны - MP5, MP4, MP3-плееры <br /> Камера и Видеокамера - Автомобильная электроника - <A HREF = "/ru/Wholesale-Cosplay-Costumes-b-393.html"> Косплей костюмы </ A> - Компьютерные аксессуары - Оборудование для Наблюдения - Мобильные аксессуары - Наслаждайтесь оптовой торговлей онлайн';
$_LANG['Copyright'] = 'Авторское право © 2006-2014 dealsmachine.com Все права защищены';
$_LANG['Browse_Alphabetically'] = 'Просмотр по алфавиту';
$_LANG['Bottom_Navigation1'] = 'Оптом электроникa из Китая и Оптовые продажи ：';
$_LANG['Bottom_Navigation2'] = 'Сотовый телефон';
$_LANG['Bottom_Navigation3'] = 'android Телефон';
$_LANG['Bottom_Navigation4'] = 'Автомобильная электроника';
$_LANG['Bottom_Navigation5'] = 'Часы';
$_LANG['Bottom_Navigation6'] = 'игрушки';
$_LANG['Bottom_Navigation7'] = 'Планшет';
$_LANG['Bottom_Navigation8'] = 'Электронные гаджеты';
$_LANG['Bottom_Navigation9'] = 'Аксессуары для мобильного телефона';
$_LANG['Bottom_Navigation10'] = 'Планшет';
$_LANG['Bottom_Navigation11'] = 'Android Планшет';
$_LANG['Bottom_Navigation12'] = 'Оптовые продажи  из Китая ,<a href="http://www.dealsmachine.com" onclick="checkorder();return false;">Проверить заказ</a>';
$_LANG['Bottom_Navigation13'] = 'Зарегистрированные названия и товарные знаки являются авторским правом и собственностью соответствующих владельцев.';

//产品列表
$_LANG['View']        = 'Просмотр';
$_LANG['List']        = 'список';
$_LANG['Grid']        = 'сетка';
$_LANG['Sort_by']     = 'отбор по';
$_LANG['Please_select_sort_order']    = 'Пожалуйста, выберите порядок сортировки';
$_LANG['Newly_listed'] = 'новинки';
$_LANG['Best_selling'] =  'популярно';
$_LANG['Highest_first'] = 'особые цены:самая высокая';
$_LANG['Lowest_first'] = 'особые цены:самая низкая';
$_LANG['orderby_review']    = 'Отзывы';
$_LANG['ordername']         = 'A---Z';
$_LANG['ordernamed']        = 'Z---A';
$_LANG['Item_Image']        = 'изображение';
$_LANG['Item_Name']         = 'название';
$_LANG['Item_Price']             = 'цена';
$_LANG['The_Item_is']       = 'Единица';
$_LANG['List_Price']        = 'цена по прейскуранту';
$_LANG['Shop_Price']        = 'Магазинная Цена';
$_LANG['Shipping_Weight']   = 'Доставочный Вес';
$_LANG['Browse_by_price']   = 'Оптовые цены ';
$_LANG['Category_New_product']   = 'Категория новый продукт';
$_LANG['Per_page']   = 'По странице';
$_LANG['No_records']        = 'Соответствий и предложений не найдено!';
$_LANG['Displaying']        = 'Отображение';
$_LANG['to']                = 'на';
$_LANG['of']                = ' ';
$_LANG['add_to_cart_img_src1']       = '/temp/skin3/images/addtocart1.gif';
$_LANG['add_to_cart_img_src']       = '/temp/skin3/images/addtocart.gif';
$_LANG['add_to_cart_img_src0']       = '/temp/skin3/images/addtocart0.gif';

//询价
$_LANG['Target_Price']    = 'Целевая цена';
$_LANG['rder_Quantity']    = 'Количество заказа';
$_LANG['Province_State']    = 'Штат / провинция';
$_LANG['Name']    = 'имя';
$_LANG['Tel']    = 'телефон';
$_LANG['EMail']    = 'E-Mail';
$_LANG['Company_Name']    = 'Название компании';
$_LANG['Detail_Enquiry_Information']    = 'Подробная информация для запроса';
$_LANG['reply_within_36h']    = 'Мы постараемся ответить на Ваш запрос в течение 36 часов';
$_LANG['Wholesale_Inquiry']    =  'Запрос об опте';
$_LANG['detail_enquiry_infomation']    = 'подробная информация для запроса';
$_LANG['inquiry_des_1']    = 'Пожалуйста, не стесняйтесь, представлять подробную информацию, мы очень рады помочь Вам и ответим вам как можно скорее';

//产品详细页面
$_LANG['back_to_product'] = 'Запрос успешен. Мы постараемся ответить вам в течение 36 часов.';
$_LANG['Quantity_Range']    = 'диапазон количества';
$_LANG['Status']            = 'Состояние';
$_LANG['In_Stock']          = 'Есть в наличии';
$_LANG['Out_of_stock']      = 'Распродано';
$_LANG['warranty']          = 'Гарантия';
$_LANG['Frequently_Bought_Together']    = 'Часто покупают вместе';
$_LANG['Total_price']       = 'Обшая стоимость';
$_LANG['You_Save']          = 'экономия';
$_LANG['Product_Details']   = 'Информация о продукте';
$_LANG['Customer_Inquiries']    = 'Запросы клиентов';
$_LANG['Shipping_and_Payment']  = 'Доставка и оплата';
$_LANG['Shipping_and_Payment_Details']   = '
        <p style="line-height:30px;">
            <b style="font-size:18px;color:#003399">Доставк:</b>
        </p>
        <p>
            <b>Существуют два ключевых фактора, которые влияют на время доставки ваших товаров.</b>
            <br />
            <br />
            <b style="font-size:14px;">1.  Время обработки заказа </b>
            <br />
           После получения вашего заказа, нам нужно некоторое время для проверки продуктции в целях обеспечения качества. Существует различное время обработки для различных товаров. Среднее время обработки составляет 3 рабочих дня; однако, время обработки зависит от наличия. Что касается небольшого количества, продолжительно обработка составляет 1-3 дней, для большого количества, то это будет приблизительно 2-5 дней.

            <br />
            <br />
        </p>
        <p>
            <b style="font-size:14px;">2. Методы доставки</b></p>
			<p>


          <table width="690" border="0" cellpadding="5" cellspacing="1" bgcolor="#666666" style="margin-top:10px;">
              <tr>
                <td rowspan="5" align="left" bgcolor="#FFFFFF"><strong>Нормальная Доставка</strong></td>
                <td align="left" bgcolor="#FFFFFF">СШФ ,Канада</td>
                <td align="left" bgcolor="#FFFFFF">6-14 рабочих дней</td>
              </tr>
              <tr>
                <td align="left" bgcolor="#FFFFFF">Австралия ,Новая Зеландия , Сингапуp</td>
                <td align="left" bgcolor="#FFFFFF">5-11 рабочих дней</td>
              </tr>
              <tr>
                <td align="left" bgcolor="#FFFFFF">Великобритания, Франция ,Испания ,Германия,<br>
                  Нидерланды, Япония ,Бельги,я Дания, <br>
                  Финлядия ,Ирландия Норвегия ,Португалия, <br>
                  Швеция ,Швейцария</td>
                <td align="left" bgcolor="#FFFFFF">7-15 рабочих дней</td>
              </tr>
              <tr>
                <td align="left" bgcolor="#FFFFFF">Италия, Бразилия ,Мексика</td>
                <td align="left" bgcolor="#FFFFFF">10-25 рабочих дней</td>
              </tr>
              <tr>
                <td align="left" bgcolor="#FFFFFF">Другие страны</td>
                <td align="left" bgcolor="#FFFFFF">7-25 рабочих дней</td>
              </tr>
              <tr>
                <td align="left" bgcolor="#FFFFFF"><strong>Стандартная Доставка(EMS)</strong></td>
                <td colspan="2" align="left" bgcolor="#FFFFFF">6-8 рабочих дней  (Обратите внимание, пожалуйста, в связи сдлительным временем таможенного оформления, стандарная доставка продлена до 10-25 дней для Бразилия / Мексика и 10-15 дней для всех других мест в Латинской Америке)</td>
              </tr>
              <tr>
                <td align="left" bgcolor="#FFFFFF"><strong>Ускоренная Доставка(DHL/FEDEX)</strong></td>
                <td colspan="2" align="left" bgcolor="#FFFFFF">3-5 рабочих дней</td>
              </tr>
        </table>
        <br />
        </p>
        <p style="line-height:30px;">
            <b style="font-size:18px; color:#003399">Оплата:</b>
        </p>
        <p>
            <b>dealsmachine.com принимает PayPal, Wire transfer (Банковский перевод), Western Union (Ве́стерн Ю́нион) в качестве способов оплаты. </b>
            <br />
            <br />
            <b style="font-size:14px;">1. PayPal.</b>
            <br />
            <img src="'.IMGCACHE_URL.'images/fk1.gif"/>
            <br />
            Наиболее удобный способ оплаты в мире.
            <br />
            <br />
            <b style="font-size:14px;">2. Банковский перевод  </b>
            <br />
            <img src="'.IMGCACHE_URL.'images/fk2.gif"/>
            <br />
            Для заказа, который составляет более $ 1500, пожалуйста, свяжитесь с нами по адресу <a rel="nofollow" href="mailto:Support@dealsmachine.com" style="color:#003399; text-decoration:underline">Support@dealsmachine.com</a>
            <br />
            Примечание: пожалуйста, напишите нам Ваш номер заказа, сумму оплаты, точную дату отправления после оплаты Банковским переводом.
            <br />
            <br />
            <b style="font-size:14px;">3. Western union</b>
            <br />
            <img src="'.IMGCACHE_URL.'images/fk3.gif"/>
            <br />
            Пожалуйста, свяжитесь с нами по адресу: <a rel="nofollow" href="mailto:Support@dealsmachine.com" style="color:#003399; text-decoration:underline">Support@dealsmachine.com</a>
            для деталей.
            <br />
            Примечание: Пожалуйста, не забудьте сообщить нам следующую информацию после оплаты через Western Union
            <br />
            1) 10-значный номер контроля.
            <br />
            2) Ф.И.О. плательщика.
            <br />
            3) Точная сумма оплаты.
            <br />
            4) Адрес плательщика.
            <br />
            5) Ваш адрес доставки.
            <br />
            <br />
        </p>';
$_LANG['Reviews_1'] ='Если Вы уже купили данный товар, пожалуйста';
$_LANG['Reviews_2'] ='нажмите здесь';
$_LANG['Reviews_3'] ='чтобы написать отзыв, и получить 5 ~ 30 DM баллы.';
$_LANG['Reviews_4'] ='Если вы подумываете покупать данный товар, пожалуйста,';
$_LANG['Reviews_5'] ='чтобы отправить Ваш запрос или посмотреть запросы от других клиентов, которые имеют такие же запросы, как вы.';
$_LANG['Reviews_6'] ='По любым вопросам продаж, пожалуйста,';
$_LANG['Contact_Customer_Service'] ='свяжитесь с центром обслуживания клиентов';
$_LANG['Reviews_8'] ='и получите ответ в течение 24 часов.';
$_LANG['Reviews_9'] ='<span class="cv1">Отзывы клиентов</span><span class="cv2"> <b>Только для проверенных покупателей</b>. Напишите отзыв и получите DM Баллы</span>';
$_LANG['Reviews_10'] ='Отзывов нет. <span>Будьте первыми пятью клиентами написавшими отзыв и получите двойные баллы.</span>';
$_LANG['Reviews_11'] = '(Смотрите детали для DM Баллов)';
$_LANG['Reviews_Average_Rating'] ='Средняя оценка';
$_LANG['see_all'] ='посмотреть все отзывы';
$_LANG['Reviews_12'] ='Написать отзыв, чтобы получить DM Баллы; первыми пятью клиентами, получит двойные DM Баллы';
$_LANG['Inquiries']  ='Запросы';
$_LANG['Inquiries_1'] ='Запросы клиента';
$_LANG['Inquiries_2'] ='Прежде чем купить данный товар, если у Вас есть какие-либо вопросы о товаре, доставке, оплате, и т.д., пожалуйста отправляйте ваши запросы, и мы ответим Вам в течение 24 часов.';
$_LANG['Inquiries_3'] ='Нет запросов. Прежде чем купить данный товар, если у Вас есть какие-либо вопросы о товаре, доставке, оплате, и т.д. Пожалуйста, не стесняйтесь представить ваши запросы, и мы ответим Вам в течение 24 часов.';
$_LANG['Inquiries_4'] ='Свяжитесь с';
$_LANG['Inquiries_5'] ='Для всех  вопросов после продажи, мы свяжемся с вами в течение 24 часов.';
$_LANG['Buy_More']          = 'Купите больше ... За более низкие цены';
$_LANG['Weight']            = 'вес';
$_LANG['Shipping_Methods']  = 'Способы доставки';
$_LANG['Payment_Methods']   = 'Способы оплаты';
$_LANG['Tell_A_Friend']     = 'сообщите другу';
$_LANG['products']          = 'продукция';
$_LANG['Commodity_Album']   = 'Альбом товаров';
$_LANG['Recommended_Accessories']   = 'Рекомендуемые аксессуары';
$_LANG['Reviews_for']       = 'отзывы о';
$_LANG['Warm_Notice']       = 'Заметка';
$_LANG['Purchased_the_goods_also_bought_goods']       = 'Приобретенные товары также купленные товары';
$_LANG['or']                = 'или';
$_LANG['to_turn_on_1_Click_ordering']  = 'чтобы включить заказ  одним переходом по ссылке';
$_LANG['cat_same_goods']         = 'Оптовая подобная продукция';
$_LANG['View_Original_Picture'] = 'смотреть исходное фото';
$_LANG['History'] = 'История';
$_LANG['Product_Reviews'] = 'Отзывы о товаре';
$_LANG['Product_Reviews_desc1'] =  'Мы ценим ваше мнение о';
$_LANG['Product_Reviews_desc2'] = 'Пожалуйста, напишите краткий комментарий о ';
$_LANG['Product_Reviews_desc3'] = 'чтобы поделиться с другими. И, пожалуйста, убедитесь, что ваш комментарий на тему товара;//отзыв';
$_LANG['Nickname']          = 'Ник';
$_LANG['E_Mail']            = 'E_Mail';
$_LANG['Rating']            = 'Рейтинг';
$_LANG['Review']            = 'отзыв';
$_LANG['Field_limited_to_300_characters']  = 'Поле ограничен 300 символами.'; 

 //留言内容字数提示1
$_LANG['Enter_between_4_to_300_characters'] = '- Введите от 4 до 300 символов. Только на английском языке. - Мы ответим вам в течение 36 часов';
$_LANG['submit_review_botton']  = '/temp/skin3/images/liuyan.gif';
$_LANG['Comment_on_the_success']  = 'Комментарий  успешен';
$_LANG['botton_add_to_cart']  = '/temp/skin3/images/new_addcart.gif';
$_LANG['Please_enter_a_valid_email_address'] = 'Введите, Пожалуйста,адрес электронной почты';
$_LANG['email_msg'] = ' Введите, Пожалуйста,адрес электронной почты';
$_LANG['email_maxlength_msg'] = 'Пожалуйста, введите содержание!';
$_LANG['content_msg'] = 'Пожалуйста, введите содержание!';
$_LANG['content_maxlength_msg'] = 'Вы можете написать не более 300 символов';
$_LANG['rating_msg'] = 'Пожалуйста, выберите рейтинг!';
$_LANG['rating_maxlength_msg'] = 'Вы можете написать не более 300 символов';
$_LANG['nickname_msg'] = 'Пожалуйста, введите Ваше имя';
$_LANG['nickname_maxlength_msg'] = 'Вы можете написать не более 30 символов';
$_LANG['enquiry_Sub_success'] = "запрос успешен. Мы постараемся ответить вам в течение 36 часов.";
$_LANG['prev']                = 'Назад';
$_LANG['next']                = 'След';
$_LANG['please_select']       = 'Пожалуйста, выберите';
$_LANG['it_is']               = 'Подтверждаю';
$_LANG['ship_in_24hrs']       = 'Доставка в теч 24';
$_LANG['wholesale_inquiry']   =  'запросы об опте';
$_LANG['tweet']   = 'Tweet';
$_LANG['double_points']   = 'двойные баллы';
$_LANG['shipping_cost']   = 'стоимости доставки';
$_LANG['contact_us']   = 'свяжитесь с нами';
$_LANG['plus']   = 'Плюс';
$_LANG['most_helpful_reviews']   = 'Самые полезные отзывы';
$_LANG['verified_buyer']   = 'проверенный Покупатель';
$_LANG['gained_for_this_post']   = 'получено за этот материал';
$_LANG['reply']   = 'Ответ';
$_LANG['yes']   = 'Да';
$_LANG['no']   = 'Нет';
$_LANG['share_to_facebook']   = 'Опубликовать в facebook';
$_LANG['submit_inquires']   = 'представить запросы';

//advance seach
$_LANG['keywords'] = 'Ключевые слова';
$_LANG['sc_ds'] = 'Поиск товара';
$_LANG['button_search'] = 'Поиск';
$_LANG['category'] =  'Категория';
$_LANG['extension'] ='расширение';
$_LANG['hidden_outstock'] = 'Скрытый outstock';
$_LANG['Unit_price'] =  'Цена за единицу (в долл. США)';
$_LANG['all_option'] = 'Все опции';
$_LANG['Advanced_Search'] =  'Расширенный поиск';

//sitemap
$_LANG['Quick_Index'] = 'Быстрый указатель';

/* 公共语言项 */
$_LANG['js_languages']['process_request'] =  'Ваш запрос обрабатывается ...';
$_LANG['process_request'] =  'Ваш запрос обрабатывается ..';
$_LANG['back_up_page'] = 'Вернуться на предыдущую страницу';
$_LANG['close_window'] =  'Закрыть окно';
$_LANG['back_home'] =  'Вернуться на главную ';
$_LANG['ur_here'] = 'текущее нахождение';
$_LANG['all_goods'] = 'Все товары';
$_LANG['all_recommend'] = "Рекомендуется";
$_LANG['promotion_goods'] = 'товары продвижения ';
$_LANG['view_cart'] = 'обзор Корзины';
$_LANG['catalog'] = 'Весь Каталог';
$_LANG['regist_login'] = 'Регистрация бесплатно / Вход';
$_LANG['profile'] = 'Личные данные';
$_LANG['shop_price'] = 'Наша цена：';
$_LANG['market_price'] = 'Рыночная цена';
$_LANG['goods_brief'] = 'Описание товара：';
$_LANG['promote_price'] = "цена со скидкой：";
$_LANG['collect'] = 'Добавить в избранное';
$_LANG['add_to_cart'] = 'Добавить в корзину';
$_LANG['return_to_cart'] = 'Вернуться в корзину ';
$_LANG['goods_attr'] = 'описание товара';
$_LANG['amount'] = 'цена товара';
$_LANG['number'] =  'номер';
$_LANG['handle'] =  'Операция';
$_LANG['add'] = 'Добавить';
$_LANG['edit'] = 'Править';
$_LANG['drop'] = 'Удаление';
$_LANG['view'] = 'обзор';
$_LANG['modify'] = 'изменено';
$_LANG['require_field'] = '(необходимо)';
$_LANG['order_number'] = 'номер заказа';
$_LANG['gram'] = 'г';
$_LANG['kilogram'] = 'кг';

/* 商品比较JS语言项 */
$_LANG['no_comments'] = 'В настоящее время нет комментариев пользователей';
$_LANG['no_ads_id'] = 'объявления не указывают ID и URL адрес Jump!';
$_LANG['remove_collection_confirm'] = 'Избранное Вы уверены, что хотите удалить выбранный товар в нем?';
$_LANG['err_change_attr'] = 'не найден указанный товар и описание';
$_LANG['invalid_captcha'] = 'Извините, код подтверждения неверный.';
$_LANG['not_login'] = 'Вы не член';
$_LANG['drop_consignee_confirm'] = 'Вы уверены, что хотите удалить информацию о получателе?';

/* 购物流程中的订单部分 */
$_LANG['price'] = 'Цена';
$_LANG['name'] = 'Имя';
$_LANG['fee'] = 'Стоимости ';
$_LANG['insure_fee'] = 'Страхование';
$_LANG['goods_all_price'] = 'цена товара';
$_LANG['shipping_fee'] = 'Стоимость доставки';
$_LANG['total_fee'] = 'Сумма подлежащая оплате';
$_LANG['email'] = 'Адрес E-mail';
$_LANG['goods_comment'] = 'Отзывы';
$_LANG['ws_subtotal'] = 'Промежуточный Итог';

/* 积分兑换部分语言项 */
$_LANG['btn_add_to_cart'] =  'Добавить в корзину';
$_LANG['stock_up'] = 'обработка';
$_LANG['hot search'] = 'Популярный поиск';
$_LANG['feed_goods_price'] = "цена товара";
$_LANG['feed_goods_desc'] = "Описание товаров";
$_LANG['shopman_reply'] =  'ответ ассистента';

/* 相册JS语言项 */
$_LANG['submit'] = 'Подтвердить';
$_LANG['reset'] = 'Сброс';
$_LANG['order_query'] = 'Запрос о заказе';
$_LANG['view_history'] =  'Посмотреть историю';
$_LANG['releate_goods'] = 'Releate товар';
$_LANG['consignee_info'] = 'Информация о получателе';
$_LANG['consignee'] = 'получатель';
$_LANG['system_info'] = 'Информация системы';
$_LANG['get_password'] = 'Забыли пароль';
$_LANG['fee_total'] = 'Общая сумма';
$_LANG['signin_failed'] = 'Ваш адрес почты/пароль неверен. Пожалуйста, попробуйте еще раз.';
$_LANG['toplink'] = ' вверх ';
$_LANG['order_query_toofast'] = 'Вы слишком часто делаете запрос';
$_LANG['email_list_ok'] = 'подписчики';
$_LANG['email_list_cancel'] = 'Отписаться';
$_LANG['email_invalid'] =  'адрес электронной почты неверный! ';
$_LANG['email_alreadyin_list'] =  'адрес электронной почты уже существует в списке!';
$_LANG['email_notin_list'] = 'адреса электронной почты нет в списке!';
$_LANG['email_re_check'] = 'былo повторно отправлено проверочное сообщение, пожалуйста, проверьте и подтвердите! ';
$_LANG['email_check'] = 'Пожалуйста, проверьте свою электронную почту для подтверждения операции!';
$_LANG['email_not_alive'] =  'Этот адрес электронной почты не проверен, не нужно отписываться! ';
$_LANG['check_mail'] ='Проверка электронной почты';
$_LANG['check_mail_content'] = "Здравствуйте%s :<br> <br> Это определяется %s отправить  проверочное сообщение, нажмите на ссылку ниже, чтобы закончить проверку . <br> <A href = \" %s \" target = \"_blank \"> %s </a> \n <br> <br> %s <br> %s ";
$_LANG['email_checked'] =  'адрес электронной почты был подтвержден!';
$_LANG['hash_wrong'] =  'Ошибка проверочной строки! Пожалуйста, проверьте строку аутентификации или введите адрес электронной почты, чтобы повторно отправить строку подтверждения! ';
$_LANG['email_canceled'] = 'электронная почта была отменена! ';
$_LANG['Help_Center'] ='справочный центр';
$_LANG['Enter_your_question'] ='Введите Ваши  Вопросы';
$_LANG['billing_addr_info'] = 'Адрес для выставления счета';

//分页
$_LANG["Page_Next"]="След";
$_LANG["Page_Prev"]="Пред";
$_LANG["go_to"]="Перейти";

//政策
$_LANG["Shipping_Handling"]="перевозка&обработка";
$_LANG["Warranty_Return"]="Гарантия И Возраст";
$_LANG["Payment_Method"]="Способ оплаты";
$_LANG["Privacy_Policies"]="Политика конфиденциальности";
$_LANG["General_Questions"]="Общие вопросы";

//分类页
$_LANG["Recommendations_For_You"]="Популярные продукты среди Клиентов";
$_LANG["Free_Shipping_products"] ="Бесплатная доставка";
$_LANG["Browse_by_Categories"]="Поиск по категории";
$_LANG["review"]="Найти";
$_LANG["reviews"]="отзывы";

//团购
$_LANG["Next_Group_Deals"]="Сделка следующей группы";
$_LANG["Last_Group_Deals"]="Сделка последней группы";
$_LANG["Lowest_Price"]="Самая низкая цена";
$_LANG["Begin_at"]="Начало";
$_LANG["vulue"]="ценность";
$_LANG["Discount"]="скидка";
$_LANG["Time_Left_To_Buy"]="Время оставшееся на покупку";
$_LANG["Bought"]="куплено";
$_LANG["The_Deal_is_on"]="Сделка Действует";
$_LANG["Invite_your_friends_to_join"]="Пригласите своих друзей участвовать";
$_LANG["group_limit_qty_tips_str1"]="Каждый клиент сделки может купить только ";
$_LANG["group_limit_qty_tips_str2"]="товара";

//Special Offer 页面
$_LANG["Special_offer"]="Специальное предложение";
$_LANG["One_dollar_store"]="Долларовый  магазин";
$_LANG["Discount_Center"]="Центр скидки";
$_LANG["Clearance_Sale"]="Распродажа";
$_LANG["Only"]="только";
$_LANG["left"]="осталось";
$_LANG["Was"]="было";
$_LANG["Now"]="Сейчас";
$_LANG["discount_center"]          = "Дисконт-центр";
$_LANG["clearance_sale"]           = "распродажа";
$_LANG["a_dollar_store"]           = 'долларовый магазин' ;
$_LANG["free_shipping"]            = "free shipping";
$_LANG["special_des_1"]            = "Гарантия один год, PayPal и кредитные карточки. Купить";
$_LANG["special_des_2"]            = "по оптовой цене от dealsmachine.com";

//404
$_LANG["no_results1"]="Извините, нет результатов соответствующих вашему запросу.";
$_LANG["no_results2"]='<p><strong style="font-size:13px">Советы по поиску:</strong></p>';
$_LANG["no_results3"]= '<p style="line-height:30px">1.Убедитесь, что все слова написаны правильно.</p><span style="display:inline; float:left; padding:3px 10px 0 0;">2.Попробуйте другие ключевые слова:</span>';
$_LANG["no_results4"]='<p style="line-height:30px; clear:both;">3. <a href="/" style="color:#1A75CF;" id="temp-win1">Попробуйте более общие ключевые слова.</a><br>4.<a href="/" style="color:#1A75CF;" id="temp-win2">Попробуйте меньше ключевых слов.</a></p>';
$_LANG["Search_Feedback1"]='Ahappydeal поиск обратной связи<sup><font color="red">new</font></sup>';
$_LANG["Search_Feedback2"]="Вы нашли то, что искали? ";
$_LANG["Search_Feedback3"]='Если у Вас есть вопросы к нашей службe, <a href="/ru/m-article-id-20-pid-.html" style="color:#1A75CF">свяжитесь с нами </a> пожалуйста.';

//写评论页面
$_LANG['Write_a_review'] ='Написать отзыв';
$_LANG["Write_a_review_and_post_pictures_videos_for"]="Написать отзыв и опубликовать фотографии / видео";
$_LANG["Write_a_review_1"]="Хотите поделиться мнением об этом изделии с другими клиентами? Пишите что вам нравится , не нравится  или другие мысли об этом продукте. Мы предлагаем вас опубликовать фотографии и видео. Написав отзыв, вы можете получить 10 баллов. Дополнительные 5-10 DM баллов будет зачислены на ваш счет за фотографии или видео этого продукта ";
$_LANG["Write_a_review_2"]="Скажите нам , пожалуйста , что вы думаете об этом изделии. Ваше мнение очень важно для нас,  и также для других клиентов .После публикации Вашего отзыва , Вы получите 10-25 очки.";
$_LANG["title"]="Тема";
$_LANG["Price_Rating"]="Оценка Цены";
$_LANG["Ease_of_use_Rating"]="Оценка Простоты в использовании";
$_LANG["Build_Quality_Rating"]="Оценка Качествa сборки";
$_LANG["Usefulness_Rating"]="Оценка полезности";
$_LANG["Overall_Rating"]="Общая оценка";
$_LANG["Pros"]="Плюсы";
$_LANG["Cons"]="минусы";
$_LANG["Other_Thoughts"]="Другие мысли";
$_LANG["1000_characters"]="(1000 букв)";
$_LANG["Write_a_review_3"]="(Мы поддерживаем JPEG, GIF, BMP, PNG. Каждый файл должен быть ниже3 Мб，макс 3 изображения)";
$_LANG["Write_a_review_4"]='Загрузили ли Вы видео на YouTube или др.?  <a href="http://www.youtube.com/signup?next=/my_videos_upload" target="_blank" style="color:#0033CC; text-decoration:underline">Посетите YouTube и загрузитe видео</strong> </a> сейчас ';
$_LANG["Write_a_review_5"]="e.g.: http://www.youtube.com/watch?v=4Yf2yhv9Ggw";
$_LANG["Caption"]="Надпись";
$_LANG["Video_Title"]="Видео тема";
$_LANG["Video_URL"]="Видео URL";
$_LANG["Your_nickname"]="Ваш ник";
$_LANG["review_time"]                 = "Время отзыва";
$_LANG["click_the"]                   = "Нажмите";
$_LANG["review_des_1"]                = "Вы уже написали мнение об этом товаре  каждый клиент может писать только один раз.";
$_LANG["review_des_2"]                = 'Нажмите здесь, чтобы вернуться к продукту';
$_LANG["review_des_3"]                = "Ваш отзыв был представлен";
$_LANG["review_des_4"]                = "Спасибо за ваш отзыв ! Однажды он появится на странице продукта";
$_LANG["review_des_5"]                = 'DM баллы будут зачислены на ваш счет. бонусные баллы будут добавлены в ваш счет.';
$_LANG["review_des_6"]                = "счет";
$_LANG["review_des_7"]                = "Нажмите здесь, чтобы вернуться к продукту";
$_LANG["review_des_8"]                = "Вы пока не можете писать отзыв об этом продукте";
$_LANG["review_des_9"]                = "Ваш запрос был представлен";
$_LANG["review_des_10"]               = 'Спасибо Ваш запрос был представлен для добавления на страницу продукта!';
$_LANG["review_des_11"]               = "Нажмите здесь, чтобы вернуться к продукту";
$_LANG["review_des_12"]               = "Отзывы покупателей о";
$_LANG["review_des_13"]               = "Средний Рейтинг";
$_LANG["review_des_14"]               = 'Отзывы клиентов';
$_LANG["review_des_15"]               = "Только для <b> проверенных покупателей </b>. Ваш отзыв и получите";
$_LANG["review_des_16"]               = "Написать отзыв";
$_LANG["review_des_17"]               = "Любой клиент, написав отзыв получит DM баллы, первые пять получат двойные";
$_LANG["review_des_18"]               = "Демонстрируемый отзыв";
$_LANG["dm_points"]                   = "DM баллы";
$_LANG["review_des_20"]               = "Другим также нравится";
$_LANG["review_des_21"]               = " <h4>Советы по написанию вопросов </h4>
                                          <p> 1.Не включайте личную информацию, такую ​​как имя, адрес электронной почты или другие контактные данные, запрос с персональными данными может быть отклонен</p>
                                          <p> 2.Задавайте вопрос, напрямую относящийся к товару, категории или теме.</p>
                                          <p> 3.Если вы хотите знать подойдет ли Вам продукт включайте как можно больше информации (где вы будете его использовать, как часто, а также что вас волнует)..</p>
                                          <p> 4. Для комментирования товара без вопроса,  воспользуйтесь рейтингом и отзывами .</p>";
$_LANG["review_des_22"]               = "Задать новый вопрос";
$_LANG["review_des_23"]               = "Пожалуйста, не превышайте 3000 символов";
$_LANG["review_des_24"]               = "Пожалуйста, загружайте только JPG файлы.";
$_LANG["review_des_25"]               = "Запросы клиентов o";
$_LANG["review_des_26"]               = 'Если у Вас есть какие-либо вопросы о товаре, доставке, оплате, и т.д., пожалуйста, не стесняйтесь направитл ваши запросы, мы ответим Вам в течение 24 часов';
$_LANG["review_des_27"]               = "Пожалуйста, свяжитесь  Свяжитесь <a href=\"#\" class=\"color_blue\"> с отделом обслуживания клиентов  </a>Для всех вопросов о  продаже, мы обязательно свяжемся с вами в течение 24 часов.";
$_LANG["cancle"]                      = "Отмена";
$_LANG["inquiry"]                     = "Запрос";
$_LANG["dear_customer"]               = "Уважаемый клиент";
$_LANG["by"]                          = "па";
$_LANG["pre_sale_topic"]              = "тема предпродажи";
$_LANG["ask_a_question"]              = "Задать вопрос";
$_LANG["see"]                         = "видеть";
$_LANG["details"]                     = "Подробности";
$_LANG["remaining_characters"]        = "оставшиеся символы";

//写咨询页面
$_LANG["Submit_an_inquiry"]      ="Отправить запросы";
$_LANG["Submit_inquiries_for"]   ="Отправить запрос на";
$_LANG["Submit_an_inquiry_desc1"]="Добро пожаловать на наш сайт, Если у Вас есть какие-либо вопросы о товаре, доставке, оплате, и т.д., пожалуйста, не стесняйтесь направлять ваши запросы. Вы также можете посмотреть запросы от других клиентов. Мы ответим Вам в течение 24 часов..<br><br>Это только для клиентов, которые еще не купили эту продукцию .Контакты Сервис-это для любых вопросов после продажи .";
$_LANG["Consultation_Content"]   ="Cодержаниe Консультации";
$_LANG["Your_name"]              ="Ваше имя";


//支付方式
$_LANG['payment_PayPal'] = 'Более безопасный  и удобный способ оплаты.';
$_LANG['payment_CreditCard'] = 'Оплатите прямо кредитной картой.';
$_LANG['payment_WesternUnion'] = '(Оплатите через  Вестерн Юнион  и получите скидку 5%)';
$_LANG['payment_WesternUnion_desc'] = 'Большое спасибо за покупками на нашем сайте. Пожалуйста, представьте запрос на <a target="_blank" style="color:#0033CC; text-decoration:underline; font-weight:normal; font-size:" href="http://support.dealsmachine.com/?cid=11&lang=ru">support.dealsmachine.com</a>, наш сотрудник по обслуживанию клиентов поможет Вам оплатить Ваш заказ.';
$_LANG['payment_WiredTransfer'] = '(Оплатите через Банковский перевод и получите скидку 5%)';
$_LANG['payment_WiredTransfer_desc'] = '<b>Название банка:</b> HSBC Causeway Bay Branch
<br>
<b>Название счета:</b> SCHENG TECHNOLOGY LIMITED
<Br>
<b>Номер счета:</b> 023120082838<br>
<b>Код SWIFT:</b> HSBCHKHHHKH<br>
<b>Адрес Банка:</b>
Fl.23,Causeway Bay Plaza Two,463-483 Lockhart Road, HongKong<br>
<b>Company address:</b>
15B 15/F CHEUK NANG PLAZA 250 HENNESSY ROAD HK';

//西联生成支付代码
$_LANG['get_code_WesternUnion_1']='Оплатить через Wired Transfer и получите скидку <font color="#CC0000">5%</font> (промежуточный итог:<b><font color="#FF0000">';
$_LANG['get_code_WesternUnion_2']='</font></b>)<br><br>Большое спасибо за покупками на нашем сайте. Пожалуйста, представьте запрос на <a target="_blank" style="color:#0033CC; text-decoration:underline; font-weight:normal; font-size:" href="http://support.dealsmachine.com/?cid=11&lang=ru">support.dealsmachine.com</a>, наш сотрудник по обслуживанию клиентов поможет Вам оплатить Ваш заказ.</font>';
$_LANG['gift'] = 'при общей стоимости более $ 30 получите подарки.';
$_LANG['back_to_write_a_review'] = 'Извините, вернитесь, пожалуйста, чтобы написать отзыв после того, как вы купили этот товар у нас';
$_LANG['back_to_the_product'] = 'Нажмите здесь, чтобы вернуться к продукту';
$_LANG['Free_Gifts'] = 'Бесплатные подарки';
$_LANG['Moneygram']                = 'Moneygram';
$_LANG['Moneygram_desc']           = '<p> информация необходимая  для Moneygram:<br>
  Имя:: Guoyong, <br>
  Фамилия: Lv<br>
  Город: Shenzhen,<br>
    Страна:China;<br>
  После оплаты, пожалуйста, пришлите Ваш номер заказа вместе с четкой фотокопией квитанциип на адрес <a href="mailto:support@dealsmachine.com">support@dealsmachine.com </a>   затем мы  начнем готовить ваш заказ .</p>';
$_LANG['english_address_tip'] = '<span>Для обеспечения надежной доставки, укажите адрес доставки на английском языке. Спасибо </span>'; 
 
//英文地址提示 by mashanling on 2012-12-15 16:23:05
$_LANG['image'] = 'Картинка';

//评论评级文字
$_LANG['Review_Price'] = 'Цена';
$_LANG['Review_Ease_of_Use'] = 'простота использования';
$_LANG['Review_Build_Quality'] = 'Качество сборки';
$_LANG['Review_Usefulness'] = 'полезность';
$_LANG['Review_Overall_Rating'] = 'Общая оценка ';
$_LANG['Review_helpful'] =  'Был ли этот отзыв полезным';
$_LANG['Review_Other_Thoughts'] = 'Другие мысли или предложения';
$_LANG['Review_Photos_related'] = 'Фотографии по этому продукту';
$_LANG['Review_Videos_related'] = 'Видео по этому продукту';
$_LANG['Inquiries_for']	= 'запросы';

//分类页未翻译文字
$_LANG['Category_Super_Star'] = 'супер звезда';
$_LANG['Category_Narrow_Your_Results'] = 'Сузить результаты';
$_LANG['Category_Sort_by'] = 'отбор по';
$_LANG['Category_Best_Selling'] = 'бестселлер';
$_LANG['Category_Recommended'] = 'советуем';
$_LANG['Category_Review'] = 'Отзыв';
$_LANG['Category_Highest_Price'] = 'Самая Высокая цена';
$_LANG['Category_Lowest_Price'] = 'Самые низкие цены';
$_LANG['Category_Item_Image'] = 'Изображение товара';
$_LANG['Category_Item_Name'] = 'название товара ';
$_LANG['Category_Item_Price'] = 'Цена товара ';
$_LANG['off'] = 'off';
$_LANG['freeship'] = 'бесплатная доставка';
$_LANG['view_all'] = 'смотреть все';
$_LANG['add_to_car'] = 'добавить в корзину';
$_LANG['presale_date_from'] = 'дата предпродажи';
$_LANG['sorry_sold_out'] = 'Извините продано';
$_LANG['ship_in_24_hrs'] = 'доставка теч. в 24 часов';
$_LANG['ship_in_24_hrs_1'] = 'доставка теч. в 24 часов';
$_LANG['presale'] = 'предпродажa';
$_LANG['satrts'] = 'Начинается';
$_LANG['start_write'] = 'Начало-писать';
$_LANG['new'] = 'новое';
$_LANG['customer_service_1'] = 'Вы нашли что искали?';
$_LANG['customer_service_2'] = 'Если у вас возникли вопросы к нашему отделу обслуживания клиентов, пожалуйста ';
$_LANG['customer_service_3'] = 'Свяжитесь с нами';
$_LANG['category_des_1'] = 'Почему лучше покупать';
$_LANG['category_des_2'] =  'у нас:';
$_LANG['category_des_3'] = 'dealsmachine.com является профессиональным оптовым онлайн ';
$_LANG['category_des_4'] = 'магазином. Мы продаем';
$_LANG['category_des_5'] = 'по самой низкой цене здесь. У нас есть сотни поставщиков товара высокого качества, которые могут предоставить нам все виды';
$_LANG['category_des_6'] = 'по цене завода. Вы можете найти ';
$_LANG['category_des_7'] = 'аналогичную продукцию на dealsmachine.com. Если вы хотите знать о  последних';
$_LANG['category_des_8'] = ' событиях продаж, пожалуйста подпишитесь на  еженедельную рассылку';

//用户中心未翻译文字
$_LANG['Apply_for_case_coupon'] = '<h3 class="fb"> Условия и договоренности:</h3>
						 <p>1. Денежные купоны могут быть использованы только новыми членами dealsmachine.com. Новые члены должны  <a href="http://user.dealsmachine.com/m-users-a-join.htm" style="color:#0033FF">зарегистрироваться</a> чтобы присоединиться к нам, после чего они смогут подать заявление на Денежные купоны </p>
						  <p>2.  Каждый новый член имеет право подать заявку на денежные купоны  один раз на общую сумму 50 долларов США</p>
						  <p>3. Каждый денежный купон может быть использован для любого общей стоимостью не менее $ 50, для еще большей экономии. Это не включает доставку и дополнительные затраты. Единовременно можно использовать только один купон ценностью 5 долларов США  </p>
						  <p>4. Срок действия  Денежных купонов истекает в конце года </p>
						  <p>5. Купоны не могут быть использованы в сочетании с другими схемами скидок, с другими  купонами, DM баллами и другими рекламными скидками .</p>';
$_LANG['Coupon_Status'] = 'Статус';
$_LANG['please_input_the_verification_code_sent_to'] = 'Код подтверждения был отправлен на ваш адрес электронной почты, пожалуйста, проверьте Ваш почтовый ящик.<br>';
$_LANG['just_now'] = 'непосредственно сейчас';
$_LANG['Please_select_country'] =  'Пожалуйста, выберите страну';

//左侧未翻译文字
$_LANG['browse_by_release_dates'] = 'хронологический обзор';
$_LANG['TODAY_ONLY'] = 'только сегодня';
$_LANG['Recommended_products'] =  'Рекомендуемая продукция';
$_LANG['Sub_Categories'] = 'подкатегории';

//搜索无结果收集用户信息 by mashanling on 2013-05-31 11:10:40
$_LANG['COLLECT_INFO'] = array(
    'ENTER_USERNAME'        => 'Поле "Ваше Имя" необходимо заполнить',
    'ENTER_EMAIL'           => 'Поле "Электронная почта" необходимо заполнить',
    'ENTER_CONTENT'         => 'требуется содержание ',
    'INVALID_EMAIL'         => 'Этот Электронный адрес является недействительным',
    'INVALID_URL'           => 'Этот URL-адрес является  недействительным',
    'SELECT_CATEGORY'       => 'Пожалуйста, выберите категорию',
    'YMPROMPT_TITLE_1'       => 'Заявка на товар',
    'YMPROMPT_TITLE_2'      => 'Поисковый опыт',
    'LABEL_NAME'            => 'Имя',
    'LABEL_EMAIL'           => 'Адрес электронной почты',
    'LABEL_URL_OF_PRODUCT'  => 'URL продукта',
    'LABEL_PRICE_TO_SEE'    => 'Цена, которую вы хотите видеть',
    'LABEL_CATEGORY'        => 'Категория',
    'LABEL_NOTE'            => 'Примечания / Подробнее',
    'SUCCESS_TITLE_1'       => 'Ваше сообщение было отправлено!',
    'SUCCESS_TITLE_2'       => 'Спасибо за Ваш отзыв!',
    'SUCCESS_CONTENT_1'     => 'Мы рассмотрим Ваш запрос о продукте в течение 48 часов, если продукт не имеет правовых, патентных проблем или вопросов по поставке, он будет выложен в "Новые поступления". Мы отправим вам эл. письмо после того как рассмотрим запрос, спасибо еще раз за ваше сообщение и терпение.<br />Вернуться на главную страницу',
    'SUCCESS_CONTENT_2'     => 'Не забудьте посмотреть Новые поступления<br />Вернуться на главную страницу
',
    'STRING_1'              => '<span> Где-то увидели что-то клевое для продажи?</span><br />Дайте нам знать, и мы заключим сделку!',
    'STRING_2'              => 'Пожалуйста, оставляйте свои комментарии и предложения здесь',
);

//index.htm
$_LANG['best_deals']               = 'Лучшие предложения';
$_LANG['show_more_choices']        = 'Показать больший выбор';
$_LANG['more']                     = 'Больше';

//abcindex.htm
$_LANG['this_page_will_come_soon'] = 'Эта страница скоро откроется!!';

//gifts.htm
$_LANG['stock_remaining']          = 'Оставшийся товар';

// page_not_found.htm
$_LANG['ahhapydeal_com']           = 'dealsmachine.com';
$_LANG['sorry_page_not_found']     = 'Извините, страница не найдена';
$_LANG['home_page']                = 'Домашняя страница';
$_LANG['return_to_the']            = 'Вернуться нa';

//queryorder.htm
$_LANG['date']                     = 'Дата';
$_LANG['income']                   = 'доход';
$_LANG['outgo']                    = 'Расход';
$_LANG['balance']                  = 'Баланс';
$_LANG['note']                     = 'Примечание';
$_LANG['goods_sn']                 = 'Товары SN';
$_LANG['integral_source']          = 'Записи баллов';
$_LANG['order_no']                 = 'Номер Заказа';

//turn_payment.htm
$_LANG['loading_to']               = 'Загрузка в';
$_LANG['please_wait']              =  'Пожалуйста, подождите';

//win_point.htm
$_LANG['coupon']                   = 'Купон';
$_LANG['win_point_des_1']          =  'Бесплатные баллы за правильный код &amp;  могут быть погашены немедленно, ограничение один на одного клиента.';
//webad_links_list.htm
$_LANG['description']              = 'Описание';
$_LANG['banner']                   = 'Баннер';
$_LANG['get_code']                 = 'Получить код';
$_LANG['the_latest_promotion']     = 'Последнее подвижение';
$_LANG['how_to_use']               = 'Как использовать';
$_LANG['contact']                  = 'Контакт';
$_LANG['commission']               = 'Комиссии';
$_LANG['traffic_sources']          = 'источников трафика';
$_LANG['order_report']             = 'Отчет по заказу';
$_LANG['get_affiliate_links']      = 'Получить партнерской ссылки';
$_LANG['affiliate_homepage']       = 'Партнерская домашняя страница';
$_LANG['promotion']                = 'Продвижение';
$_LANG['click_here']               = 'Нажмите здесь';
$_LANG['quick_stats']              = 'Краткая статистика';
$_LANG['time']                     = 'Время';
$_LANG['clicks']                   = 'Клики';
$_LANG['sales']                    = 'Продажи';
$_LANG['gross_sale']               = 'оптовая продажа';
$_LANG['today']                    = 'Сегодня';
$_LANG['this_week']                = 'На этой неделе';
$_LANG['this_month']               = 'В этом месяце';
$_LANG['link_name']                = 'название ссылки ';
$_LANG['link_image']               = 'Ссылка изображение';
$_LANG['link_text']                = 'Ссылка текст';
$_LANG['webad_des_1']              = 'Введите текст, который будет отображаться на сайтах издателя. С обеих сторон той части текста, которую вы хотите сделать ссылкой, на наш сайт введите  специальные теги: "<link>" и "</ ссылка>". Максимальная длина 150 символов, включая теги';
$_LANG['link_description']         = 'Описание Ссылки ';
$_LANG['link_url']                 = 'Ссылка URL';
$_LANG['your_unique_affiliate']    = 'Ваш уникальный Партнерский ID ';
$_LANG['method']                   = 'Метод';
$_LANG['simply_add']               = 'Просто добавьте';
$_LANG['to_to_any']                = 'Любые действия через URL-адреса будут отслеживаться. Вот несколько примеров URL-адресов, которые вы можете начать использовать немедленно';
$_LANG['example']                  = 'Пример';
$_LANG['link_to_our_homepage']     = 'Ссылка на нашу главную';
$_LANG['link_to_our']              = 'Ссылка на страницу "популярной продукции"';
$_LANG['link_to_iPhone_accessories'] = 'Ссылка на iPhone аксессуары';
$_LANG['method_des_2']             =  'Нажмите на логотип "DealsMachine" на главной странице, найти продукцию, которую вы хотите разместить на своей веб-странице, затем нажмите на "партнерскую ссылку 8%", чтобы получить ваши партнерские ссылки';
$_LANG['method_des_3']             = 'Создание партнерской ссылки различных страниц </span><a href="/ru/m-webad-a-add_link.htm" target="_blank" class="fl">Добавить новую ссылку </a>';
$_LANG['link_id']                  = 'Ссылка ID';
$_LANG['script']                   = 'Script';
$_LANG['unique_ip']                = 'Уникальный IP';
$_LANG['registration_number']      = 'регистрационный номер';
$_LANG['orders']                   =  'Заказы';
$_LANG['orders_value']             = 'ценность заказов';
$_LANG['total']                    = 'Всего';
$_LANG['last_month']               = '(оплачено)  в прошлом месяце';
$_LANG['current_month']            = '(оплачено) текущий месяц';
$_LANG['non']                      = 'нет/не';
$_LANG['affiliate_url']            =  'Партнерская URL';
$_LANG['text_link']                = 'Текстовая ссылка';
$_LANG['image_link']               =  'Ссылка изображение';
$_LANG['detail']                   =  'Подробности';
$_LANG['last_month_complete_commission']     = 'Комиссии в прошлом месяце';
$_LANG['current_month_complete_commission']  = 'Комиссии в текущем месяце';
$_LANG['commsission_remaining']    = 'оставшиеся комиссии';
$_LANG['source_url']               = 'адрес-источник в интернете ';
$_LANG['order_date_from']          = 'Дата заказа от ';
$_LANG['order_status']             = 'Статус заказа';
$_LANG['all']                      =  'Все';
$_LANG['order_total']              = 'Общая цена заказа';
$_LANG['commssion_status']         = 'статус комиссий';
$_LANG['goods_title']              = 'наименование товаров';
$_LANG['access_time_from']         = 'время доступа с';
$_LANG['ip']                       = 'IP';
$_LANG['from_link_id']             = 'от ссылки ID';
$_LANG['results']                  = 'результаты';
$_LANG['date_from']                = 'Дата с;';
$_LANG['source_medium']            = 'источник/носитель';
$_LANG['order_value']              = 'ценность заказа';
$_LANG['others']                   = 'другие';
$_LANG['unique_ip_total']          = 'итог уникального ip';
$_LANG['history_of_your_commission'] = 'история Ваших комиссий';
$_LANG['pay_date']                 = 'Дата оплаты';
$_LANG['pending_commission']       = 'ожидание комиссий';
$_LANG['get_commission']           = 'Получить комиссии';
$_LANG['content_des']              = '<p>Email: <a href="mailto:aff@dealsmachine.com" class="emailTo">aff@dealsmachine.com</a></p>
              <p> Skype:  Ada_Ahappydeal</p>
              <p> ICQ: 640330243</p>';

//other
$_LANG['product']                           = 'продукция';
$_LANG['is_limited_by_one']                 = 'ограничено одной сделкой в две недели ценностью $0.01 на одного клиента!';
$_LANG['sorry_occurred_just']               = 'к сожалению произошла небольшая ошибка, повторите попытку!';
$_LANG['failure_to_pay']                    = 'Оплата не произведена!';
$_LANG['the_information_you']               = 'Вы ввели неполную информацию!';
$_LANG['please_enter']                      = 'Пожалуйста заполните все поля!';
$_LANG['please_enter_correct']              = 'Пожалуйста, введите действующий эл. адрес';
$_LANG['everyone_can_get_one']              = 'Каждый может получить только один подарок, спасибо.';
$_LANG['sorry_this_product']                = 'Извините, этот товар не доступен.';
$_LANG['you_have_already_writen']           = 'Вы уже написали отзыв об этом продукте. Каждый клиент может писать отзыв только один раз.';
$_LANG['sorry_you_should_first_register']   = 'Извините, вам сначала необходимо зарегистрироваться и затем делать запрос на Денежный купон.';
$_LANG['sorry_the_cash_coupon']             = 'Извините, Денежные купоны только для недавно зарегистрировавшихся клиентов!';
$_LANG['sorry_cash_coupon_activity']        = 'Извините, действия с Денежными купонами только для недавно зарегистрировавшихся клиентов.';
$_LANG['you_have_successfully_applied']     = 'Вы успешно сделали запрос на Денежный купон ценностью 50 долларов США , сейчас вы можете продолжить делать заказы. Денежный купон может быть использован только в когда вы заказызаете впервые.';
$_LANG['this_coupon_does_not_exist']        = 'этого купона не существует или он просрочен';
$_LANG['this_coupon_has_expired']           = 'этот купон просрочен';
$_LANG['sorry_you_have_applied_for_it']     = 'Извините, вы уже сделали запрос. Каждый может делать только один запрос';
$_LANG['please_enter_a_valid_email_address'] = 'Пожалуйста, введите действующий эл. адрес!';
$_LANG['your_password_has_been_sent']       = 'Вам был отправлен пароль, пожалуйста не обновляйте слишком часто, спасибо';
$_LANG['you_are_not_allowed']               = 'Вы не можете видеть заказы других людей.';
$_LANG['orders_you_are_looking']            = 'Заказы, которые вы ищете не найдены';
$_LANG['sorry_the_billing_address']         = 'Извините, вы ввели слишком длинный адрес для выставления счета.';
$_LANG['your_points_have']                  = 'Ваши баллы успешно сохранены';
$_LANG['paypal_account_is']                 = 'счет Paypal не является действительным счетом';
$_LANG['please_enter_the']                  = 'Пожалуйста, введите the introduction';
$_LANG['sorry_occurred_just_a_slight']      = 'к сожалению произошла небольшая ошибка, повторите попытку!';
$_LANG['delete']                            = 'удалять';
$_LANG['track_orders']                = 'отслеживать заказы';
$_LANG['newsletter']                  = 'Подписка';
$_LANG['subscribe_to_win']            = 'Подписаться на зарабатывайте реальные призы!';
$_LANG['customer_reviews']            = 'отзывы клиентов';
$_LANG['your_inquiry']                = 'Ваш запрос был представлен';
$_LANG['item_do_not_exist']           = 'пункт не существует.';
$_LANG['product_have_not_been_found'] = 'Продукт не были найдены';
$_LANG['the_first_images']            = 'Первый формат изображений ошибке!';
$_LANG['the_second_images']           = 'Второй формат изображений ошибке!';
$_LANG['the_third_images']            = 'Третий формат изображений ошибке!';
$_LANG['the_first_images_must']       = 'Первые изображения должна быть ниже';
$_LANG['the_second_images_must']      = 'Второе изображение должно быть ниже';
$_LANG['the_third_images_must']       = 'Третий изображения должны быть ниже';
$_LANG['the_fields_with']             = 'Поля, отмеченные * требуется';
$_LANG['your_review_has']             = 'Ваш отзыв был представлен';
$_LANG['submit_an_inquiry']           = 'Подать заявку';
$_LANG['image_format_is_error']       = 'Формат изображения ошибке';
$_LANG['the']                         = 'это';
$_LANG['image_must_be_below_2M']      = 'Изображение должно быть ниже 2М';
$_LANG['customer_inquiries']          = 'справки по клиенту';
$_LANG['review_infomation_miss']      = 'обзор детали мисс, попробуйте еще раз';
$_LANG['gained_1_dm_points']          = 'Вырос на 1 DM очки от марки обзоре за полезное.';
$_LANG['search_for']                  = 'Поиск';
$_LANG['go_to_shopping']              = 'Перейти в корзину';
$_LANG['my_information']              = 'Моя информация';
$_LANG['search_result']               = 'результат поиска';
$_LANG['return']                      = 'вернуться';
$_LANG['deleted_successfully']        = 'успешно удален';
$_LANG['review_select'] = array(
    1 => 'информация о продукте',
    2 => 'со статусом',
    3 => 'Dropship',
    4 => 'оплата',
    5 => 'О перевозке груза',
    6 => 'другие',
);
$_LANG['delete_selected']             = 'удалить выбранные';
$_LANG['click_here']                  = 'нажмите сюда';
$_LANG['to_check']                    = 'Если вы не получили электронное письмо с подтверждением, '; 
$_LANG['to_resend']                   = 'для повтора.';
$_LANG['daily_deals_from']            = 'Ежедневные предложения dealsmachine.com on';
$_LANG['deal']                        = 'дело';
$_LANG['recent_reviews']              = 'Недавние отзывы';
$_LANG['seo_des_1']                   = 'Мыве рыскали в Интернете, чтобы найти лучшие';
$_LANG['seo_des_2']                   = 'предложения для вас! магазин дешевых';
$_LANG['seo_des_3']                   = 'на dealsmachine.com. Мы делаем его легко выбрать правильный';
$_LANG['seo_des_4']                   = 'для вас - просматривать наш широкий выбор (';
$_LANG['seo_des_5']                   = ') и многое другое на dealsmachine.';
$_LANG['hot_deals']                   = 'Горячие предложения';
$_LANG['Page']                        = 'страница';
$_LANG['page']                        = 'страница';
$_LANG['ahappydeal_com']              = 'dealsmachine.com';
$_LANG['ahappydeal_com_c']            = 'dealsmachine.com';
$_LANG['best']                        = 'лучший';
$_LANG['best_c']                      = 'лучший';
$_LANG['deals']                       = 'предложения';
$_LANG['deals_c']                     = 'предложения';
$_LANG['offers']                      = 'предлагает';
$_LANG['at_great_prices_browse']      = 'по большим ценам, просматривать';
$_LANG['deals_and_save_big']          = 'предложения и сэкономить большие!';
$_LANG['china_wholesale_ahappydeal']  = 'Китай Оптовая dealsmachine';
$_LANG['buy_ucwords']                 = 'купить ucwords';
$_LANG['online_china_ucwords']        = 'онлайн, Китай ucwords';
$_LANG['for_sale']                    = 'для продажи';
$_LANG['wholesale_ucwords']           = 'Оптовая ucwords';
$_LANG['from_china_dropship']         = 'из Китая, десантный оптовой ucwords';
$_LANG['cheap_ucwords']               = 'Дешевые ucwords';
$_LANG['cheapest']                    = 'самый дешевый';
$_LANG['ucwords']                     = 'ucwords';
$_LANG['hot_products']                = 'Горячие продукты';
$_LANG['china_wholesale_cheap']       = 'Китай Оптовая Дешевые электроники из Гаджеты китайские Интернет-магазины Шоппинг Бесплатная доставка по всему миру';
$_LANG['china_mobile_phone']          = 'Китай мобильный телефон';
$_LANG['page_2_top_sellers']          = 'Page 2 Лидеры продаж';
$_LANG['register_first']              = 'зарегистрироваться';
$_LANG['order_detail_note']           = 'Примечание: Сумма, подлежащая выплате определяется исходя из обменного курса, когда заказ был сделан, это может отличаться от цены в настоящее время перечислены.';

//类目页SEO META，各语言版本对应语言包分别设置
$_LANG['a_partir_de']                 = 'ценой от $';
$_LANG['ahappyDeal_com_propose_de']   = 'dealsmachine.com предлагает высококачественные дешевые';
$_LANG['a_prix_de_gros']              = 'по оптовым ценам, все';
$_LANG['peuvent_etre_expedies']       = 'могут быть отосланы по всему миру.';
$_LANG['offres_meilleures']           = 'Offres - Meilleures Offres де';

//产品页SEO META，各语言版本对应语言包分别设置
$_LANG['meta_title_1']                = 'Лучшее предложение';
$_LANG['meta_des_1']                  = 'Mета описание Всего за $';
$_LANG['meta_des_2']                  = 'примите лучшее предложение';
$_LANG['meta_des_3']                  = 'на';

//首页META设置，各语言版本对应语言包分别设置
$_LANG['shop_title_common']           = 'Лучшие предложения сайта - отличные предложения гаджетов и электроники | DealsMachine';
$_LANG['shop_keywords_common']        = 'оптовой электронике, Китай опт, китайская электроника, скидки оптовым электронике, дешевой оптовой электронике, Китай поставщика, Android Tablet PC, Китай торговли, оптового дистрибьютора, Китай Dropshipper, Android телефонов, планшетных ПК';
$_LANG['shop_desc_common']            = 'dealsmachine.com предлагает классные гаджеты и электронику по отличным ценам, просмотрите мобильные телефоны,  планшетные ПК, компьютеры, гаджеты и другие предложения электроники и экономьте по крупному!';

//支付方式
$_LANG['pay_desc_gt1000']             = 'Большое спасибо за покупками на нашем сайте. Пожалуйста, представьте запрос на <a target="_blank" style="color:#0033CC; text-decoration:underline; font-weight:normal; font-size:" href="http://support.dealsmachine.com/?cid=11&lang=ru">support.dealsmachine.com</a>, наш сотрудник по обслуживанию клиентов поможет Вам оплатить Ваш заказ.';
$_LANG['pay_desc_lt1000']             = 'Большое спасибо за покупками на нашем сайте. Пожалуйста, представьте запрос на <a target="_blank" style="color:#0033CC; text-decoration:underline; font-weight:normal; font-size:" href="http://support.dealsmachine.com/?cid=11&lang=ru">support.dealsmachine.com</a>, наш сотрудник по обслуживанию клиентов поможет Вам оплатить Ваш заказ.';
$_LANG['creditcard_pay_shuoming']	  = 'Аплата крэдытнай картай праз PayPal';
$_LANG['webmoney_pay_shuoming']	      = 'Аплаціць WebMoney';
$_LANG['directdebit_pay_shuoming']	  = 'Плаціць прамым Дэбет';
$_LANG['googlecheckout_pay_desc']	  = 'Калі ў вас ёсць Google Checkout рахунак, вы можаце аплаціць заказ ваш рахунак Google Checkout.<BR>
										 Калі ў Вас няма рахунку Google Checkout, гэта не мае значэння. <BR>
										 Вы можаце таксама аплаціць праз Google Checkout з вамі крэдытнай карты або банкаўскага дэбетавай карты.<BR>
										 <IMG  alt="Solution Graphics" src="/temp/skin2/ximages/google_checkout_p.gif" border="0"><IMG src="/temp/skin2/ximages/BAZHE_com_Google_Verified.gif" alt="Google Checkout Verified"   border="0">';					
$_LANG['webcollect_pay_shuoming']	  = 'Аплата крэдытнай картай непасрэдна';
$_LANG['webcollect_pay_desc']	  	  = 'Nous acceptons Les меню, дэ Крэдыт suivantes.<br /><img src="/temp/skin3/images/styleimg/vasashow.jpg" />';
$_LANG['banktransfer_pay_shuoming']	  = 'Аплаты банкаўскім пераводам';
$_LANG['boleto_pay_shuoming']	      = 'Аплаціць Boleto Bancário';	

//运输方式描述
$_LANG['ship_desc']                   = 'рабочих дней';
$_LANG['delivery_estimate']           = 'Расчетное время доставки:';
$_LANG['exact_time_depends']          = 'Точное время зависит от курьера.';
$_LANG['detail_order_sn']             = 'Загад №';
$_LANG['detail_order_status']         = 'статус заказу';

$_LANG['logo_alt']                    = 'dealsmachine.com-Кітай Аптовы Электроніка';
$_LANG['one_year']                    = '1 год';
$_LANG['color']                       = 'цвет';
$_LANG['size']                        = 'Размер';
$_LANG['see_more']                    = 'Глядзі яшчэ';

//foothelp
$_LANG['join_our_community'] = 'Присоединяйтесь к нашему сообществу';
$_LANG['facebook']           = 'faceBook';
$_LANG['like_us']            = '<em>Любите нас</em>на Facebook';
$_LANG['twitter']            = 'Twitter';
$_LANG['follow_us']          = '<em>Следите за нами </em>в Twitter';
$_LANG['pinterest']          = 'Pinterest';
$_LANG['pin_us']             = '<em> Отметьте нас </em>на Pinterest';
$_LANG['youtube']            = 'YouTube';
$_LANG['watch_us']           = '<em>Смотрите нас </em>в YouTube';
$_LANG['vk']                 = 'ВКонтакте';
$_LANG['find_us']            = '<em>Найти нас </em>на ВКонтакте';
$_LANG['program']            =  'Программа';
$_LANG['affiliate']          = '<em>Партнерская</em>Программа';
$_LANG['used_on']                     = 'Используется на';
$_LANG['return_100']                  = 'вернет 100 очков';
$_LANG['affiliate_program']           = 'Партнерская программа прошла';
$_LANG['was_deleted']                 = 'был удален';
$_LANG['become_vip']                  = 'Стать VIP и получите 100 очков';
$_LANG['register_successfully']       = 'Успешно зарегистрироваться и получите 10 очков';
$_LANG['10_points']                   = '10 очков для проверки зарегистрированной электронной почтой';
$_LANG['get_dm_points']               = 'Получить DM очки через код купона';                                         
$_LANG['gained_dm_review']            = 'Получили DM очки из отзыва';
$_LANG['gain_dm_points']              = 'Получить DM очки от заказа';
$_LANG['gained_1_dm']                 = 'Получили 1 DM очки на отметке отзыва за полезное';                                         
$_LANG['won_customer']                = 'Выиграли на конкурс отзыва клиентов и получите 500 очков';
$_LANG['gained_10_dm']                = 'Получил 10 DM очки для редактирования аватара';
$_LANG['order']                       = 'Заказ';
$_LANG['gained_dm_from']              = 'Атрыманыя акуляры ад DM';
$_LANG['10_dm_points_time']           = '10 DM очков для загрузки аватара впервые';
$_LANG['20_dm_points_for_the_message']= 'DM 20 очков за сообщение';	 
$_LANG['used_dm_points_on']           = 'Использовали DM очки на'; 
$_LANG['wholesale_c']                 = 'аптовая гандаль';
$_LANG['wholesale']                   = 'аптовая гандаль';

//邮件模版
$_LANG['refund_desc_1']               = 'Из-за спроса некоторых горячих пунктов превышает предложение.';  
$_LANG['refund_desc_2']               = 'Ваш последний заказ был отменен, в соответствии с просьбой.';
$_LANG['refund_desc_3']               = 'Мы не смогли подтвердить свой почтовый адрес.';
$_LANG['refund_desc_4']               = 'К сожалению, наш партнер по оплате решил не принимать оплату. Однако вы все равно можете представить новый заказ и оплатить через Банковский Перевод или Western Union.';
$_LANG['refund_desc_5']               = 'Ваш заказ или продукт (ы) не могут быть отправлены с использованием типа доставки, которые вы выбрали.';
$_LANG['refund_desc_6']               = 'ваш запрос на возврат для RMA или по другой причине.';

//邮件订阅
$_LANG['newsletter_sign_up']          = 'Подписаться на новостную рассылку';
$_LANG['be_the_first']                = 'Будьте первым, чтобы получать новости о последних тенденциях и новинках';
$_LANG['enjoy_exclusive']             = 'Наслаждайтесь эксклюзивные предложения и специальные акции для абонентов';
$_LANG['subscribe']                   = 'подписываться';
$_LANG['thank_you_for_subscribing']   = 'Спасибо за подписку на рассылку новостей DealsMachine';
$_LANG['your_personal']               = 'Ваши личные данные в безопасности с нами';
$_LANG['enter_your_email']            = 'Укажите адрес электронной почты';
$_LANG['you_can_opt']                 = 'Вы можете отказаться в любое время с помощью всего одного щелчка';
$_LANG['register_at_ahappydeal']      = 'Зарегистрироваться на dealsmachine.com и получить 10 DM баллы и денежные купоны стоит $ 50 бесплатно';
$_LANG['when_you_sign']               = 'Когда вы регистрируетесь';
$_LANG['sign_up_now']                 = 'Зарегистрироваться';
$_LANG['get_50_coupons']              = '<span>получать</span> <strong>$50</strong>';
$_LANG['thank_you_for']               = 'Спасибо за регистрацию. Проверьте свою электронную почту и получить $ 50 купон.';
$_LANG['you_have_already_subscribed'] = 'Вы уже подписались на рассылку новостей с таким адресом электронной почты.';