<?php
/**
 *用户中心语言项
*/
//用户登陆
$_LANG['Sign_In_To_Your_Account'] = 'Войти в личный кабинет';
$_LANG['Ordering_from_aHappyDeal_is_just_one_click_away'] = 'Заказ от DealsMachine только один переход по ссылке !';
$_LANG['email_address'] = 'электронный адрес';
$_LANG['Password'] = 'Пароль';
$_LANG['Forgot_your_account_or_password'] = 'Забыи пароль?';
$_LANG['Use_other_account_to_login'] = 'Используйте другую запись для входа';
$_LANG['Welcome_to'] = 'Добро пожаловать на ';
$_LANG['New_customer'] = 'Новый клиент';
$_LANG['By_creating1'] = 'Создав аккаунт на, ';
$_LANG['By_creating2'] = 'Вы сможете производить покупки быстрее и быть всегда в курсе текущего состояния заказов и отслеживать заказы, сделанные Вами ранее';
$_LANG['Start_here'] = 'Начните отсюда';
$_LANG['Sign_in_to_your_account'] = 'Войти в свой аккаунт';
$_LANG['Ordering_from1'] = 'Заказ с';
$_LANG['Ordering_from2'] = 'всего в одном переходе по ссылке';
$_LANG['Username'] = 'Имя пользователя или E-Mail';
$_LANG['Sign_in'] = 'Войти';
$_LANG['js_email_require_msg'] = 'Введите действующий адрес электронной почты, пожалуйста';
$_LANG['js_email_require_length'] = 'Введите действующий адрес электронной почты, пожалуйста';
$_LANG['js_password'] = 'Прeдложите пароль';
$_LANG['js_success_msg'] = 'Регистрация успешна, пожалуйста, подождите несколько секунд, система возобновится через несколько <span id="num"> 3 </ span> секунд  ...';
$_LANG['label_billing_address'] = 'платежный адрес';
$_LANG['edit_bill_address_success'] = 'Информация о Вашем платежном адресе была успешно обновлена';
$_LANG['login_with_facebook']       = 'Войти с Facebook';
$_LANG['i_agree_to_ahappydeal']     = 'Я согласен DealsMachine.com';
$_LANG['terms_and_conditions']      = 'Условиями';

//注册
$_LANG['Create_a_new_account'] = 'Создать Новую учетную запись';
$_LANG['Registration_str1'] = 'Если вы хотите войти в систему, вам нужно сначала зарегистрироваться. Регистрация быстра и бесплатна!';
$_LANG['Registration_GUARANTEE'] = 'ГАРАНТИЯ:Мы не терпим спам. Ваш адрес электронной почты никогда не будет разглашен или злоупотреблён.';
$_LANG['Already_have_an_account_with_us'] = 'уже зарегистрированы у нас';
$_LANG['Click_to_sign'] = 'Нажмите для Входа ';
$_LANG['Create_a_new_account_with'] = 'Создать новый аккаунт';
$_LANG['Email_Address'] = 'E-mail адрес';
$_LANG['Confirm_Password'] = 'Подтвердите пароль';
$_LANG['Verification_Code'] = 'Проверочный код';
$_LANG['Refresh'] = 'Обновить';
$_LANG['Create'] = 'Создать';
$_LANG['js_email_in_user'] = '{0} Уже используется';
$_LANG['Enter_at_least'] = 'Введите хотя бы символов {0}';
$_LANG['Repeat_your_password'] = 'Подтверждение пароля';
$_LANG['Enter_the_same_password_as_above'] = 'Введите, Пожалуйста,тот же пароль';
$_LANG['agree_agreement'] = 'Пожалуйста, убедитесь, что вы согласны с нашими Условиями.';
$_LANG['Please_enter_verification_code'] = 'Пожалуйста, введите код подтверждения!';
$_LANG['Enter_the_characters_on_picture'] = 'Введите символы на картинке';
$_LANG['Verification_code_you_entered_is_incorrect'] = 'введен неверный код  !';
$_LANG['Creating_successful'] = 'Создание успешно, пожалуйста, подождите несколько секунд, система возобновится через несколько <span id="num"> 3 </ span> секунд  ...';

//退出系统
$_LANG['You_have_successfully_quit']   = 'Вы успешно вышли!';
$_LANG['Return_to_Home']   = 'Вернуться на главную';
$_LANG['Return_to_the_previous_page']   = 'Вернуться на предыдущую страницу';
$_LANG['no_records'] = 'Нет записей';
$_LANG['shot_message'] = "короткое сообщение";
$_LANG['anonymous'] = "Анонимнo";

/* 用户菜单 */
$_LANG['label_welcome'] = 'Добро пожаловать';
$_LANG['My_cash_coupon'] = 'Мой денежный купон';
$_LANG['label_Point'] = 'Mои DM Баллы';
$_LANG['label_information'] = 'Mая информация';
$_LANG['label_cart'] = 'Mоя корзина';
$_LANG['label_profile'] = 'Личные данные';
$_LANG['label_order'] = 'Mой заказ';
$_LANG['label_address'] = 'Aдресная книга';
$_LANG['label_message'] = 'Mои комментарии';
$_LANG['label_collection'] = 'Избранные';
$_LANG['label_comment'] = 'Мои комментарии';
$_LANG['label_logout'] = 'Выйти';
$_LANG['label_Affiliate'] = 'Партнёрская программа';
$_LANG['un_confirm'] = 'Не подтверждено';
$_LANG['back_page_up'] = 'Вернуться на предыдущую страницу';
$_LANG['old_password'] = 'Оригинальный пароль';
$_LANG['new_password'] = 'Новый пароль';
$_LANG['confirm_password'] = 'Подтвержпение пароля';
$_LANG['edit_profile_success'] = 'Ваша личная информация была успешно изменена!';
$_LANG['edit_profile_failed'] = 'Не удалось изменить личную информацию';
$_LANG['firstname'] = 'Имя';
$_LANG['lastname'] = 'Фамилия';
$_LANG['please_select'] = 'Пожалуйста, выберите';
$_LANG['addressline1'] = 'Адрес1';
$_LANG['addressline2'] = 'Адрес2';
$_LANG['postalcode'] = 'Индекс';
$_LANG['country'] = 'Страна';
$_LANG['province'] = 'Регион/Область';
$_LANG['city'] = 'Город';
$_LANG['area'] = 'территория' ;
$_LANG['message_submit_wait'] = 'Ваше сообщение было успешно опубликовано, пожалуйста, дождитесь отзыва Администратора !';
$_LANG['message_submit_done'] = 'сообщение успешно доставлено ';
$_LANG['cmt_spam_warning'] = 'не менее 30 секунд, прежде чем Вы сможете продолжить сообщение!';
$_LANG['your_personal_data_is_not_complete'] = 'Внимание, ваши персональные данные еще не полны, представьте всю информацию, пожалуйста.';
$_LANG['search_ship'] = 'Показать поддержку в режиме доставки';
$_LANG['del_address_false'] = 'не удалось удалить адрес доставки !';
$_LANG['add_address_success'] = 'Успешно добавлен новый адрес !';
$_LANG['edit_address_success'] = 'Информация о вашем адресе была успешно обновлена!';
$_LANG['address_list_lnk'] = 'Вернуться к списку Адресов';
$_LANG['add_address'] = 'Добавить адрес доставки';
$_LANG['confirm_edit'] = 'Подтвердить и редактировать';
$_LANG['confirm_drop_address'] = 'Вы подтверждаете, что Вы хотите удалить адрес доставки?';

//用户管理首页
$_LANG['hi'] = 'Привет';;
$_LANG['welcome_to'] = 'Добро пожаловать';
$_LANG['infomation'] = 'информация';
$_LANG['user_type'] =  'Пользователь Type';
$_LANG['login_time'] ='Время регистрации';
$_LANG['total_expenditure'] =  'Всего расходов ';
$_LANG['Integral'] = 'Полностью';
$_LANG['advance_deposit'] = 'Аванс-депозит';
$_LANG['VIP_maturity'] = 'VIP зрелость' ;
$_LANG['favorite'] = 'Любимые';
$_LANG['welcome_to_ahappydeal'] = 'Добро пожаловать в <strong> DealsMachine.com </ STRONG>, один из крупнейших оптовых центров электроники. Мы прилагаем все усилия для обеспечения высокого качества товаров и лучшего сервиса. Пожалуйста, помните, удовлетворенность клиента является нашей первоочередной задачей. Если у Вас возникли вопросы о нашей продукции или услугах, просто напишите нам по адресу <strong> dealsmachine@gmail.com </ STRONG> и мы будем немедленно реагировать и решать ваши проблемы. <br /> Позвоните нам по телефону:. <strong> 530-419-5986 </ STRONG> (номер телефона в США) или <strong> (86) -755-2606 3125 </ STRONG> (Шэньчжэнь,  Телефон в Китае)';

/* 会员密码找回 */
$_LANG['username_and_email'] = 'Пожалуйста, введите ваше зарегистрированное имя пользователя и адрес электронной почты для регистрации.';
$_LANG['enter_new_password'] =  'Пожалуйста, введите новый пароль';
$_LANG['username_no_email'] = 'Адрес электронной почты не существует, пожалуйста, введите еще раз!';
$_LANG['fail_send_password'] = 'Ошибка отправки электронной почты, пожалуйста, повторите попытку позже!';
$_LANG['send_success'] = 'Электронная почта для восстановления пароля выслана на Ваш почтовый ящик:';
$_LANG['parm_error'] = 'Ошибка параметра, пожалуйста, вернитесь! ';
$_LANG['edit_password_failure'] = 'Вы ввели оригинальный пароль неправильно!';
$_LANG['edit_password_success'] = 'Ваш новый пароль успешно установлен!';
$_LANG['username_not_match_email'] =  'Имя пользователя и адрес электронной почты не совпадают, пожалуйста, введите еще раз!';
$_LANG['message_title'] = 'Тема';
$_LANG['message_time'] =  'Время сообщения ';
$_LANG['reply_time'] = 'Время ответа';
$_LANG['send_message'] = 'Отправить сообщение';
$_LANG['message_type'] = 'Тип сообщения ';
$_LANG['message_content'] = 'Содержание';
$_LANG['submit_message'] = "Отправить";
$_LANG['upload_img'] = 'Загрузить файлы';
$_LANG['img_name'] = 'Имя изображения';
$_LANG['add_message_success'] =  'Сообщение успешно доставлено';
$_LANG['message_list_lnk'] = 'Вернуться к предыдущему';
$_LANG['msg_title_empty'] = 'Заголовок сообщения пуст';
$_LANG['upload_file_limit'] = 'Размер файла превысил максимальный% ДКБ';
$_LANG['img_type_tips'] = '<font color="red">Уведомления：</font>';
$_LANG['img_type_list'] = 'Вы можете загружать документ в следующего формата:<br />gif、jpg、png、word、excel、txt、zip、ppt、pdf';
$_LANG['view_upload_file'] = 'Просмотр загруженных файлов';
$_LANG['upload_file_type'] = 'Вы загрузили файл неверно, пожалуйста, загрузите повторно';
$_LANG['upload_file_error'] =  'ошибка загрузки файла, пожалуйста, повторите';
$_LANG['message_empty'] = 'нет сообщения';
$_LANG['msg_success'] = 'Ваше сообщение успешно ';
$_LANG['confirm_remove_msg'] =  'Вы уверены, что хотите удалить это сообщение и завершить его?';

/* 会员订单 */
$_LANG['order_list_lnk'] = 'Мой список заказов';
$_LANG['order_number'] = 'Номер заказа.';
$_LANG['order_addtime'] = 'Время заказа';
$_LANG['order_money'] = 'Общая сумма';
$_LANG['order_status'] = 'Состояние заказа';
$_LANG['no_priv'] = 'Другие лица не могут осущесрвлять заказы';
$_LANG['buyer_cancel'] = 'отмена пользователем';
$_LANG['cancel'] = 'Отменить заказ';
$_LANG['pay_money'] = 'оплата';
$_LANG['Invoice'] = 'счёт-фактура';
$_LANG['need_Invoice'] = 'Нужен счёт-фактура';
$_LANG['no_need_Invoice'] = 'Не нужен счёт-фактура';
$_LANG['view_order'] = 'Посмотреть заказ';
$_LANG['received'] = 'Подтверждение получения';
$_LANG['ss_received'] = 'Завершено';
$_LANG['confirm_cancel'] = 'Вы подтверждаете, что Вы хотите отменить заказ? После отмены заказ недействителен ';
$_LANG['trade_links'] = 'Торговые связи';
$_LANG['Change_order_state'] = 'Изменение статуса заказа';
$_LANG['consignee_name'] = 'Имя товарополучателя';
$_LANG['receipt_address'] = 'Адрес получения товаров';
$_LANG['states'] = 'Область';
$_LANG['zip'] = 'Почтовый код';
$_LANG['contact_telephone'] = 'контактный телефон';
$_LANG['e_mail'] = 'E-mail ';
$_LANG['deliveries'] = 'Доставки';
$_LANG['payment'] = 'Оплаты';
$_LANG['your_message'] = 'Ваше сообщение';
$_LANG['order_date'] = 'Дата заказа';
$_LANG['Send_View_Message'] = '[Отправить / Посмотреть сообщение]';
$_LANG['action']                  = 'действие';
$_LANG['track_your_shipment']     = 'Отслеживание пересылки';
$_LANG['update_date']             = 'Дата обновления';
$_LANG['pst']                     = 'PST';
$_LANG['promotion_code_offers']   = 'Промо-код предложения';
$_LANG['fast_freight']            = 'Быстрый Грузовые';
$_LANG['sn']                      = '@sn';
$_LANG['on']                      = 'на';
$_LANG['dete']                    = 'дете';
$_LANG['confirm_code']            = 'Подтвердите код';
$_LANG['continue']                = 'продолжать';
$_LANG['i_accept']                = 'Я принимаю. Регистрация программы Партнерский DealsMachine.com';
$_LANG['include_facebook']        = 'Включите Facebook, форумов, BBS, и сообщества, ECT.';

/* 合并订单及订单详情 */
$_LANG['subtotal'] = 'Промежуточный итог';
$_LANG['goods_price'] = 'Цена товаров';
$_LANG['consignment'] = 'Номер отслеживания ';
$_LANG['pay_time'] = 'время оплаты';
$_LANG['shopping_money'] = 'цена товара';
$_LANG['order_amount'] = 'Сумма подлежащая оплате';

/* 订单状态 */
$_LANG['order_payip'] =  'Последний IP ';

/* 取回密码 */
$_LANG['back_home_lnk'] = 'Вернуться на главную ';
$_LANG['get_password_lnk'] = 'Получить пароль, чтобы вернуться на страницу';

/* 登录 注册 */
$_LANG['label_email'] = 'email';
$_LANG['other_msn'] = 'MSN';
$_LANG['phone'] = 'терефон';
$_LANG['profile_lnk'] = 'Посмотреть мою личную информацию';
$_LANG['sex'] = 'пол';
$_LANG['male'] = 'M';
$_LANG['female'] = 'Ж';
$_LANG['secrecy'] = 'Секрет';
$_LANG['resign_lnk'] = 'Вы должны войти в';

/* 密码强度 */
$_LANG['pwd_lower'] = 'слабый';
$_LANG['pwd_middle'] = 'хороший';
$_LANG['pwd_high'] = 'сильный';

//网站推广
$_LANG['affiliates_program'] = 'Партнерская программа';
$_LANG['paypal_account'] = 'счёт Paypal';
$_LANG['introduction'] = 'Введение';
$_LANG['introduction_tips'] = 'Это очень важно для утверждения вашего заявления.';
$_LANG['wj_profile'] = 'Moя информация';
$_LANG['app_sucess'] = 'Ваша заявка была подана. Мы скоро ответим вам.';
$_LANG['app_process'] = 'Ваша заявка проверяется. пожалуйста, подождите';
$_LANG['Available'] = 'Доступные';
$_LANG['history'] = 'история';
$_LANG['Data'] = 'Данные';
$_LANG['Income'] = 'доход';
$_LANG['Outgo'] = 'расход';
$_LANG['Balance'] = 'баланс';
$_LANG['Note'] = 'Примечание';
$_LANG['Cash coupon number'] = 'Номер денежного купона';
$_LANG['Cash coupon amount'] = 'Сумма денежного купона';
$_LANG['operation'] = 'Операция';
$_LANG['Affiliate_desc1'] ='
<p><strong style="font-size:15px; color:#0033CC">DealsMachine.com Новые программы продвижения:</strong></p>
<p>Добро пожаловать на нашу новую партнерскую программу. Мы предлагаем вам возможность сформировать долгосрочные партнерские отношения бизнеса с DealsMachine.com,  вы не должны упустить цвои шанс!Деловой мир безжалостен и конкуренция жестока, командная работа необходима, когда речь идет об успехе. Возьмите на себя инициативу сегодня и присоединитесь к нашей партнерской программе, чтобы начать получать дополнительный доход, при абсолютно нулевых затратах! Это не ловушка, никакой предоплаты, вам не придется потратить ни копейки! Это действительно легко сделать себе имя, почему бы не заработать дополнительные деньги, делая это? Испытайте что значит запустить свой собственный бизнес, присоединяйтесь к нашей партнерской программе.</p>
<p><strong style="font-size:15px; color:#0033CC">Обзор</strong></p>
<p>Программа DealsMachine.com филиал по существу позволяет генерировать доход для каждой действительной покупки, которая сделана через ваши бизнес- или другие каналы. Потребители, которые осуществляют покупки через DealsMachine.com принесут вам 5% комиссионных от общей стоимости. Мы предоставим Вам все необходимые инструменты и контент для для увеличения посещаемости и продаж на DealsMachine.com. У нас есть специальные ссылки, которые вы можете использовать для привлечения трафика эти операции и другие мероприятий можно контролировать.<br />
Используйте содержание и инструменты, которые мы даем вам, чтобы привлечь трафик, и в конечном счете продаж, DealsMachine.com. <br />
Для каждой покупки, сделанной действительным через ваш квалификационный канал/ каналы, вы будете получать комиссионные в зависимости от конкретной общей суммы покупки. Мы предлагаем  комиссию таким образом, что чем больше вы продаете, тем больше вы зарабатываете! </p>
<p>Это просто и любые вопросы мы можем решить.</p>
<p>Зарегистрируйтесь в качестве члена DealsMachine.com, на мой счет, вы увидите, партнерскую программу, перейдите по ссылке и подайте заявление, не забудьте представить вашу подлинную информацию. Мы должны проверить информацию, прежде чем вы можете начать.</p>
<p>После того, как заявка будет одобрена, вы будете иметь доступ к нашей программе, где вы можете найти ссылки (текстовые и графические ссылки), Вы можете продвигать эти ссылки в facebook, Twitter, YouTube, FatWallet, craigslist.com и многих других сайтах. Когда люди приходят через вашу ссылку, мы будем отслеживать их действия, ваша комиссия основана на том, сколько покупок, сделано через ваши каналы.</p>
<p>Обратите внимание: <strong> вы не можете купить от собственного канала, чтобы получить комиссию с собственных покупок, все покупки от себя не учитываются.</strong>
</p>
<p>Итак если вы познакомились с этими методами продвижения, вы имеете возможность очень легко заработать дополнительные деньги в Интернете.  </p>';
$_LANG['Affiliate_desc2'] ='<p><strong>Условия использования</strong><br />
Добро пожаловать на сайт ( "Сайт") компании Trding Yilutong. ("DealsMachine.com"). DealsMachine.com предоставляет свои услуги Вам на уведомления, сроков и условий, изложенных В настоящем соглашении изложены уведомления, сроки и условия ("Соглашение"). Кроме того, при использовании любой услуги DealsMachine.com (например, отзывы клиентов), вам необходимо соблюдать правила, руководящие принципы, политику, положения и условия, применимые к таким услугам, и они включены в настоящее Соглашение по этой ссылке. DealsMachine.com оставляет за собой право вносить изменения в сайт, и эти правила и условия в любое время.<br/>
Вход, просмотр или иное использование сайта означает ваше согласие со всеми условиями настоящего соглашения, поэтому, пожалуйста, внимательно прочитайте данное соглашение, прежде чем продолжить.
</p>
<p>&nbsp;</p>
<p><strong>Пользование сайтом</strong><br />
  Вы подаете заявление и гарантируете, что вам по крайней мере 18 лет или посещаете сайт под присмотром родителей или опекунов. В соответствии с условиями настоящего Соглашения, DealsMachine.com предоставляет вам ограниченное, подлежащее отмене, не подлежащую передаче и неисключительную лицензию на доступ и использование сайта, отображая его на ваш интернет-браузер только с целью покупки личных вещей, а не для коммерческих целей или использования от имени третьих лиц, за исключением случаев, явно разрешенных DealsMachine.com заранее. Любое нарушение данного Соглашения приведет к немедленному отзыву лицензии, выданной Вам без предварительного уведомления. Более чем это разрешено в пункте выше, вы не можете воспроизводить, распространять, отображать, продавать, сдавать в аренду, передавать, создавать производные работы , переводить, изменять, декомпилировать, дизассемблировать, декомпилировать или иным образом использовать данный сайт или любой его части, если это явно не разрешено DealsMachine.com в письменной форме. Вы не можете использовать коммерческих целях любую информацию, представленную на сайте или использовать сайт в интересах другого бизнеса, если это явно не разрешено DealsMachine.com заранее. DealsMachine.com оставляет за собой право отказать в предоставлении услуг, закрыть счета и / или отменить заказы по своему усмотрению, включая, без ограничений, если DealsMachine.com считает, что поведение клиента нарушает действующие законы или вредно для интересов DealsMachine.com. Вы не должны загружать, публиковать или иным образом распространять через Сайт любые содержания, информации или других материалов, которые (а) нарушают или ущемляют авторские права, патенты, товарные знаки, знаки обслуживания, торговые секреты, или другие права собственности любого лица, (б ) являются клеветническим, угрожающими, оскорбительными, непристойными, порнографическими, дискриминационными или могут привести к гражданской или уголовной ответственности в соответствии с законодательством США и законами любой другой страны, которые могут применяться, или (с) включает в себя любые ошибки , вирусы, троянских коней и другие вредоносные коды или свойства. DealsMachine.com может назначить вам пароль и счет идентификации, чтобы вы могли получить доступ и использовать некоторые части этого сайта. Каждый раз при использовании Вами пароля или идентификации, считается, что Вы получили разрешение на доступ и использование Сайта в соответствии с условиями настоящего Соглашения, и DealsMachine.com не обязан исследовать законность или происхождение любого такого доступа или использования Сайта. Вы будете нести полную ответственность за все доступы и использование Вашего пароля и идентификации, первоначально возложенные на Вас, на этом сайте кем-либо другим , включая, без ограничений, все коммуникации и связи, и всю ответственность (включая финансовые обязательства без ограничений), возникшие в результате такого доступа или использования. Вы несете полную ответственность за защиту безопасности и конфиденциальности пароля и идентификации, возложенные на Вас. Вы должны немедленно уведомить DealsMachine.com о любом несанкционированном использовании вашего пароля или идентификации или любом другом нарушении или угрозе нарушения безопасности этого сайта.<br />
</p>
<p>&nbsp;</p>
<p><strong>Отзывы и комментарии</strong><br />
  Если иное не предусмотрено в настоящем Соглашении или на сайте, все, что вы передаете или выкладываете на сайт и / или предоставлять DealsMachine.com, в том числе, без ограничений, идеи, ноу-хау, технологии, вопросы, отзывы, комментарии и предложения (далее "Материалы"), есть и будут рассматриваться как не конфиденциальные и не личные, а также путем представления или публикации, вы соглашаетесь с безвозмездно лицензировать вход и все права интеллектуальной собственности, связанные с ними (за исключением личных неимущественных прав, таких как право авторства) без предъявления обвинений. DealsMachine.com имеет безвозмездное, повсеместное, бессрочное, безотзывное, и непередаваемое право использовать, копировать, распространять, отображать, публиковать, демонстрировать, продавать, сдавать в аренду, передавать, адаптировать, осуществьять производные работы с материалом, а также переводить, изменять, декомпилировать, разбирать или декомпилировать такие материалоы. Все данные автоматически становятся единственной и исключительной собственностью DealsMachine.com и возврату не подлежат, и вы обязуетесь не вызывает никаких споров в связи с любым использованием материалов DealsMachine.com в будущем.
Вы гарантируете, что Ваш Материалы, полностью или частично, являются чистой и свободной от любых прав IP нарушений, споров или претензий со стороны третьих сторон. DealsMachine.com не несет никакой ответственности за любое неправомерное использование Вами чужих авторских прав или любых других прав третьих лиц. Вы обязуетесь противодействовать и возмещать любые убытки, причиненные в связи с использованием записей для любых целей.
В дополнение к правам, применимых к любой Подчинение, когда вы публикуете комментарии или отзывы на Сайте, Вы предоставляете DealsMachine.com право использовать имя, которое вы представите с любоым отзывом, комментарием или другим контентом, если таковые имеются, в связи с вашим отзывом, комментарием или другим контентом. Вы заявляете и гарантируете, что вы являетесь владельцем или контролируете все права на отзывы, комментарии и другой контент, который вы размещаете на этом сайте, и что использование ваших отзывов, комментариев, или другого содержимого на DealsMachine.com не будет ущемлять или нарушать права третьих лиц. Вы не должны использовать ложный адрес электронной почты, притворяться кем-то, кроме себя, или иным образом вводить в заблуждение DealsMachine.com или третьих лиц относительно происхождения любых материалов или содержания. DealsMachine.com может, но не обязан удалять или редактировать любые материалы (в том числе комментарии или отзывы) по любой причине.
</p>
<p>&nbsp;</p>
<p><strong>Авторское право</strong><br />
  Весь текст, графика, фотографии или другие изображения, кнопки, аудио клипы, логотипы, слоганы, фирменные наименования или программное обеспечение, слова и другие материалы на сайте DealsMachine.com (далее "Содержание"), принадлежит исключительно DealsMachine.com или ее соответствующим поставщикам контента. Вы не можете использовать, воспроизводить, копировать, модифицировать, передавать, отображать, публиковать, продавать, лицензировать, публично исполнять, распространять или использовать в коммерческих целях любое из содержаний или иным способом распоряжаться любым из содержаний без предварительного письменного согласия со стороны DealsMachine.com. Использование данных, роботов или других подобных средств сбора и извлечения данных на DealsMachine.com, а также использование товарных знаков или знаков обслуживания в мета-тегах строго запрещено. Вы можете просматривать и использовать содержимое только для вашей личной информации и для покупки и заказа на сайте, и ни для каких других целей.Сбор, размещение и монтаж все содержимое этого сайта ( "Компиляция") относятся к числу исключительно DealsMachine.com. Вы не можете использовать содержимое DealsMachine.com или компиляции любым способом, который унижает или дискредитирует DealsMachine.com или каким-либо образом, который может вызвать путаницу или нарушение любых применимых законов и правил. Все программное обеспечение, используемое на данном сайте ("Программное обеспечение") является собственностью DealsMachine.com и / или поставщиков программного обеспечения.Содержание, компиляция и программное обеспечение находятся под защитой государства, национального и международного законодательства об авторском праве. Все права, не предоставленные явно, сохраняются за DealsMachine.com. Нарушители будут преследоваться по всей строгости закона.</p>
<p>&nbsp;</p>
<p><strong>Политика в области защиты прав интеллектуальной собственности</strong><br />
  Это политика DealsMachine.com призванная принимать соответствующие меры в случае необходимости, защищать и признавать все соответствующие государственные, федеральные и международные законы в связи с материалом, который, как утверждается, нарушает какие-либо авторские права, патенты и любые другие законы об интеллектуальной собственности . Если вы являетесь владельцем интеллектуальной собственности считаете, что DealsMachine.com продает, предлагает к продаже или делает доступными товары и / или услуги, которые нарушают ваши права интеллектуальной собственности, бы можете отправить следующую информацию во всей ее полноте, на адрес ipip@DealsMachine.com Необходимая информация <br />
  1.Электронная или физическая подпись лица, уполномоченного действовать от имени владельца <br />эксклюзивные права которого якобы нарушены; <br />
  2.Описание нарушающего действия или материала; <br />
  3.Описание того, где  на сайте находится предположительно нарушающий права материал продукт (ы) URL); <br />
  4. Информацию, достаточную, для связи с вами, например, адрес, номер телефона и адрес электронной почты; <br />
  5.Заявление о том, что у вас есть добросовестное предположение, что спорное использование материала не разрешено авторскими правами или другими правами собственности владельца, его агентом или законом;<br />
  6. Определение прав на интеллектуальную собственность, которые как вы утверждаете, были нарушены на веб-сайте (например, "XYZ авторского права", "ABC торговой марки, Правила № 123456, зарегистрированный 1/1/04.", И т.д.), а также <br />
  7.Заявление о том, что приведенная выше информация и уведомления является точной, под страхом наказания за лжесвидетельство, и что Вы являетесь владельцем авторских прав или уполномочены действовать от имени владельца исключительных прав которые якобы были нарушены.<br />
</p><p>&nbsp;</p>
<p><strong>Прекращение и Последствия прекращения</strong><br />
  В дополнение к любым другим юридическим или другим цанкциям, DealsMachine.com может без предварительного уведомления, немедленно прекратить действие настоящего Соглашения или отменить любую или все ваши права, предоставляемые в соответствии с настоящим Соглашением. После прекращения действия настоящего Соглашения, вы должны немедленно прекратить доступ и использование Сайта. DealsMachine.com, в дополнение к юридическим или любым другим санкциям, в праве немедленно отозвать все пароли, идентификации аккаунтов, выдаваемых вам и отказать Вам в доступе и использовании этого сайта в целом или его частей. Любое прекращение действия настоящего Соглашения не затрагивают прав и обязательств (включая, без ограничений, обязательств по оплате) сторон, возникшие до даты расторжения.</p>
<p>&nbsp;</p>
<p><strong>Отказ от ответственности и ограничение ответственности</strong><br />
  Если иное не предусмотрено в стандартных условиях продажи, которые распространяются на всю продукцию, товар предлагается на этом сайте,  для продажи  и сделок, проводимых через на условиях «как есть» . DealsMachine.com не делает заявлений или каких-либо гарантий, явных или подразумеваемых, относительно работы сайта или информации, содержания, материалов или продуктов на этом сайте, за исключением случаев, предусмотренных здесь в полной степени, допустимой действующим законодательством, DealsMachine.com отказывается от всех гарантий, явных или подразумеваемых, ограничиваясь, подразумеваемыми гарантиями товарного состояния и пригодности для использования в конкретных целях, ненарушения, названия, удовлетворения, точности данных и системной интеграции. Этот сайт может содержать неточности, ошибки или опечатки. DealsMachine.com не гарантирует, что содержимое будет бесперебойной и безошибочной. В максимальной степени, разрешенной законом, DealsMachine.com не будет нести ответственность за любой ущерб любого рода, возникающий в связи с использованием данного сайта, включая, но не ограничиваясь, косвенными, случайными, штрафными, умышленными или опосредованными убытками. В максимальной степени, допустимой действующим законодательством, полная ответственность DealsMachine.com  за любые убытки (независимо от того, какова основа для действий) не должна превышать в совокупности сборов, фактически уплаченной вами в DealsMachine.com в течение месяца, в соответствии с ответственностью порождаемой предшествующим актом DealsMachine.com \'с. </p>
<p>&nbsp;</p>
<p><strong>Приём заказов</strong><br />
  Обратите внимание, что цены, указанные для каждого элемента на сайте следует рассматривать как приглашение к предложению и не должны рассматриваться как предложение. Ваш заказ является предложением на покупку, который будет принят, когда DealsMachine.com подтвердит ваш заказ. Там могут быть определенные заказы, которые мы не в состоянии принять и должны отменить. DealsMachine.com оставляет за собой право, по собственному усмотрению, отказать или отменить любой заказ по любой причине. Некоторые ситуации, которые могут привести ваш заказ к отмене включают в себя ограничения количества товара доступного для заказа, неточности или ошибки в информации о продукте или цены, или проблемы, выявленные нашим кредитным отделом и стремление избежать мошенничества. Мы также можем потребовать дополнительную проверку или информацию перед принятием любого заказа. Мы можем связаться с вами, если весь или любая часть вашего заказа будет отменена или, если требуется дополнительная информация, чтобы принять ваш заказ.</p>
<p>&nbsp;</p>
<p><strong>Опечатки</strong><br />
  В то время как DealsMachine.com стремится предоставлять точную  информацию о продукции и ценах существует возможность типографских ошибок. DealsMachine.com не может подтвердить цену товара до заказа. В случае, если продукция представлена в неправильной цене или с неправильной информацией из-за ошибки в ценообразовании или информации о продукте, DealsMachine.com имеет право, по собственному усмотрению, отказаться или отменить любые заказы для этого элемента. В случае, если товар оценен неправильно, DealsMachine.com может, по своему усмотрению, либо связаться с вами для инструкций или отменить ваш заказ и уведомить вас о такой отмене.</p>
<p>&nbsp;</p>
<p><strong>Цены в разных валютах </strong><br />
  Ценообразование на продукцию, реализуемую DealsMachine.com основана на показателях рассчитанных в долларах США (US $). Цены в других валютах, переводятся в доллары США в соответствии с самыми современным курсом валют. В связи с колебаниями валютных курсов, цены которые отображаются в неамериканских валютах на сайте возможно, не самые  последние, кроме как на отдельных страницах продукта. Области сайта, где неамериканские наименования валюты могут быть неточными, включают, но не ограничиваются, рекламными баннерами, промо-страницами и информацией на страницах категорий продуктции. Цена, отображаемая на отдельной странице продукта, независимо от деноминации валюты, является актуальной ценой, которую Вы обязаны оплатить DealsMachine.com без учета доставки.</p><p>&nbsp;</p>
<p><strong>Программа продвижения</strong><br />
  Вы должны прочитать все условия этой программы и согласиться со всеми условиями. В случае спорной ситуации, Торговая компания Yilutong имеет все права, чтобы разъяснить все условия. </p>
  <p>&nbsp;</p>
<p><strong>Арбитраж  </strong><br />
  Если стороны не смогут урегулировать спор в течение 30 дней после того,  после его возникновения, им необходимо передать такой спор в Гонконгский Международный арбитражный центр ( "HKIAC") для разбирательства, которое должно быть проведено в соответствии с Арбитражным регламентом HKIAC, действующим на момент обращения в арбитраж. Арбитражные решения являются окончательными и обязательными для обеих сторон.</p>
<p>&nbsp;</p>
<p><strong>Ссылки </strong><br />
 Этот сайт может содержать ссылки на другие сайты в Интернете, которые принадлежат и управляются третьими лицами. Вы признаете, что DealsMachine.com не несет ответственности за содержание на сайте и его эксплуатацию через такой сайт.</p>
<p>&nbsp;</p>
<p><strong>Средства правовой защиты </strong><br />
  Вы соглашаетесь с тем, что санкции за любое действительное или предполагаемое нарушение данного Соглашения DealsMachine.com будет недостаточно и что DealsMachine.com имеет право на конкретное исполнение или судебный запрет, или на то и другое, в дополнение к любому ущербу, на который DealsMachine.com имеет юридическое право на возмещение, вместе с разумными расходами по разрешению споров любой формы, в том числе, без ограничения, судебные издержки.</p>';
$_LANG['affiliate_program_btn'] = ' Я принимаю. Регистрация программы DealsMachine.com филиал ';
$_LANG['Your_Profile_link'] ='Сслка вашего профиля';
$_LANG['Your_ID_Account'] = 'Ваш ID/счёт';
$_LANG['Order_Checks'] = 'Проверкиа Заказа';
$_LANG['Enter_your_Order_Number'] = 'Введите Ваш  номер заказа';

//rma语言包by mashanling on 2012-10-30 10:25:35
//rma申请
$_LANG['rma_application'] = 'Приложение RMA';
$_LANG['rma_record'] =  'Запись RMA';
$_LANG['rma_message'] = 'RMA сообщение';
$_LANG['consignee'] = 'грузополучатель';
$_LANG['rma_apply_tip_1'] = 'заявление RMA  не должно быть запущена ранее чем через 7 дней после того как заказ был отправлен. Если вы все же хотите подать заявление на RMA, пожалуйста, ниже тщательно представьте необходимую информацию  и отправьте ее нам. Мы ответим вам в течение 24 часов.';
$_LANG['rma_apply_tip_2'] =  'Пожалуйста, обратите внимание: как только вы подадите заявление RMA, мы тщательно рассмотрим информацию. Если ваша заявка соответствует нашим критериям, и будет одобрена, Вы будете одобрены для возвращения денег. Пожалуйста, не забудьте добавить номер RMA к информации на упаковке и сделать это хорошо обозримым, чтобы мы могли идентифицировать его. Не каждое заявление RMA будет успешным.';
$_LANG['rma_apply_tip_4'] = 'ваша гарантия';
$_LANG['rma_apply_tip_5'] = "Вся продукция покрывается трехмесячной гарантией, так что не волнуйтесь, мы поможем Вам решить эту проблему, мы свяжемся с Вами, когда мы получаем возвращенный пакет, мы будем заниматься возвратом продукции после окончания теста, поэтому он не займет много времени, вы можете позвонить или написать нам для обновления данных";
$_LANG['rma_apply_tip_6'] = 'Расходы на отсылку обратно неисправного товара  должна быть осуществлены вами. В гарантийный период расходы на доставку отремонтированного товара берем не себя мы. Экспресс не допускается';
$_LANG['rma_apply_tip_7'] = 'Важные дополнительные примечания';
$_LANG['rma_apply_tip_8'] =  'Процедуры в китайской таможне, даже для почтовых отправлений, к сожалению, это длительный процесс. Для того чтобы продукция была доставлена из Гонконга в Шэньчжэнь, иногда требуется больше недели. К сожалению, это вне нашего контроля. Если вам или клиенту срочно нужна замена, пожалуйста, закажите новый товар с нашего сайта.';
$_LANG['rma_apply_tip_9'] = 'Пожалуйста, возвращайте продукцию в оригинальных коробках, насколько это возможно со всеми принадлежностями. Продукт должен быть надежно упакован. Не заключайте ваши личные вещи или аксессуары, такие как DVD-диски  внутри DVD-плеера';
$_LANG['rma_apply_tip_10'] = 'Примечание: Используйте номинальные числа объявляя ценность товара. Например: <br />
если стоимость товара: <br />
> 300 USD, указать 40 USD  <br />
<200 USD, указать  30 USD  <br />
<100 USD, указать  10 USD  <br />
<strong> На описи на упаковке, пожалуйста, напишите в точности следующее "Неисправные изделия, возвращаемые по гарантии" </ STRONG> ';
$_LANG['rma_apply_tip_11'] = '<strong class="font-red"> Примечание: </strong>
          <ul>
                    <li>· Вы можете загрузить файл  <span class="font-red">jpg</span> формата</li>
                    <li>· Ваш файл должен быть не более 200 Кб <span class="font-red">200KB</span> в размере </li>
                    <li>· Пожалуйста, загрузите выбранные вами фотографии <span class="font-red">%s</span>  или  <span class="font-red">%s</span></li>
          </ul>';
$_LANG['rma_apply_12'] =  'Пожалуйста, выберите продукт, на который вы хотите сделать заявку RMA. Нажмите кнопку Подтвердить';
$_LANG['order_information'] = 'Информация для заказа';
$_LANG['rma_product_name'] = 'Название товара';
$_LANG['rma_sku'] = 'SKU';
$_LANG['rma_qty'] = 'Количество';
$_LANG['rma_qty_return'] ='Количество возвращенных товаров';
$_LANG['rma_subtotal'] = 'промежуточный итог';
$_LANG['rma_operation'] = 'Операция';
$_LANG['rma_grand_total'] = 'ИТОГО';
$_LANG['rma_reason'] =   'Причина для заявления RMA';
$_LANG['rma_reason_select'] = 'Пожалуйста, выберите причину для заявления RMA';
$_LANG['rma_need_tracking_number'] = 'Необходим номер ослеживания';
$_LANG['rma_enter_tracking_number'] = 'Пожалуйста, введите ваш номер ослеживания';
$_LANG['rma_details_description'] = 'Описание';
$_LANG['rma_delete'] = 'Удалить';
$_LANG['rma_request_type'] = 'Тип запроса';
$_LANG['rma_request_type_select'] = 'Пожалуйста, выберите тип запроса';
$_LANG['rma_attachment_1'] = 'Приложение 1 (опционально)';
$_LANG['rma_attachment_2'] = 'Приложение 2 (опционально)';
$_LANG['rma_attachment_3'] = 'Приложение 3 (опционально)';
$_LANG['rma_comfirm_address_msg'] = 'Подтвердите что адрес правильный';
$_LANG['rma_choose_request_type'] = 'Пожалуйста, выберите тип вашего запроса';
$_LANG['SUBMIT_SECCESSFULLY'] = 'Отправлено успешно';
$_LANG['SUBMIT_FAILED'] = 'Не отправлено ';
$_LANG['rma_recent_month_rma'] = 'Записи RMA за последний месяц ';
$_LANG['rma_all_rma'] = 'Все RMA записи';
$_LANG['rma_input_valid_order_no'] = 'Пожалуйста, введите действительный номер Заказа!';
$_LANG['rma_file_upload_failed'] = 'Файл% S Не удалось загрузить <br />';
$_LANG['rma_apply_successfully'] = 'Заявление принято. Номер Вашего RMA  <strong>% S </ STRONG> ';
$_LANG['rma_apply_exceed'] = 'количество в заявлении не может быть больше, чем в Вашем заказе, пожалуйста, проверьте';
$_LANG['rma_must_upload_attachment'] = 'Пожалуйста, загрузите выбранные  фотографии % S или% S';
$_LANG['rma_apply_failed'] = 'Заявление не одобренно';

//rma信息
$_LANG['MESSAGE'] = 'сообщение';
$_LANG['rma_details'] = 'детали RMA';
$_LANG['rma_leave_message'] = 'Оставить сообщение';
$_LANG['rma_tracking_number'] = 'Номер отслеживая ';
$_LANG['rma_details_of'] = ' подробная информация О';
$_LANG['rma_info_reason_return'] = 'причины возврата';
$_LANG['rma_download_return_document'] = 'Скачать документ возврата';
$_LANG['rma_return_note'] = 'Вы одобрены для возмещения денег, пожалуйста закончите файл, а затем отправить обратно с товаром. После того как вы отправите товар назад, пожалуйста, удалите номер отслеживая.';

//rma列表
$_LANG['STATUS'] = 'Статус';
$_LANG['rma_no'] = 'номер RMA';
$_LANG['rma_new_messages'] = 'новое сообщение';
$_LANG['rma_proccessing_result'] = 'результат обработки';
$_LANG['rma_apply_time'] = 'Время подачи заявления';
$_LANG['rma_add_new_application'] = 'добавить новое заявление RAM';
$_LANG['rma_search_my_rma'] = 'Поиск Моего RMA';

//rma留言
$_LANG['rma_choose_rma'] =  'Пожалуйста, выберите  сообщение RMA';
$_LANG['rma_enter_content'] = 'Пожалуйста, введите MSG содержания';
$_LANG['rank_name'][0]  = 'Обыкновенный член';
$_LANG['rank_name'][1]  = 'VIP член';
$_LANG['type'][0] = 'Общие вопросы';
$_LANG['type'][1] = 'Запросы о заказах';
$_LANG['type'][2] = 'Вопросы о продукции';
$_LANG['type'][3] = 'Обратная связь на сайте';
$_LANG['type'][4] = 'Партнеры';
$_LANG['type'][5] = 'Пресс запросы';
$_LANG['os'][0] = 'В ожидании оплаты';
$_LANG['os'][1] = 'Оплата завершeна';
$_LANG['os'][2] = 'обработка';
$_LANG['os'][3] = 'Отправлено';
$_LANG['os'][4] = 'Доставлено ';
$_LANG['os'][6] = 'зависло';
$_LANG['os'][10] = 'Компенсирован';
$_LANG['os'][11] =  'Отменен';
$_LANG['odst'][0] = 'Неоплаченo';
$_LANG['odst'][1] = 'Оплачено';
$_LANG['odst'][2] = 'Неоплаченo';
$_LANG['odst'][3] = 'Неоплаченo';
$_LANG['odst'][4] = 'Неоплаченo';
$_LANG['oselect'][0] = 'Все статусы';
$_LANG['oselect'][1] = 'Платеж не произведен';
$_LANG['oselect'][2] = 'Оплачено';
$_LANG['oselect'][3] = 'Продающая сторона получила оплату;';
$_LANG['oselect'][4] = ' Продающая сторона отправила продукцию';
$_LANG['oselect'][5] =  'клиент получил продукцию';

/* user_passport.dwt js语言文件 */
$_LANG['passport_js']['lastname_and_firstname'] = 'Поля имени и фамилии не могут быть пустыми.';
$_LANG['passport_js']['password_empty'] = 'Поле для пароля не может быть пустым.';
$_LANG['passport_js']['password_shorter'] = 'пароль не может быть менее 6 символов.';
$_LANG['passport_js']['confirm_password_invalid'] = 'не вводить пароль дважды';
$_LANG['passport_js']['msn_invalid'] = 'MSN адрес не является действительным адресом электронной почты';
$_LANG['passport_js']['mobile_phone_invalid'] = 'номер мобильного телефона не действителен';
$_LANG['my_friend']                   = 'мой друг';

$_LANG['my_account']                  = 'Мой счет';
$_LANG['post_image']                  = 'Сообщение изображения';
$_LANG['get_10_dm']                   = 'Получить 10 DM точков';
$_LANG['id_level']                    = 'ID Уровень';
$_LANG['join_our']                    = 'Присоединяйтесь к нашему VIP клуб сейчас';
$_LANG['my_orders']                   = 'Мои Заказы';
$_LANG['total_orders']                = 'Всего заказов';
$_LANG['unpaid_orders']               = 'Неоплаченные заказы';
$_LANG['paid_orders']                 = 'Оплащенные заказы';
$_LANG['my_rewards']                  = 'Мои награды';
$_LANG['unused_dm_points']            = 'Неиспользованные DM точки';
$_LANG['unused_cash']                 = 'Неиспользованные денежные купоны';
$_LANG['there_re']                    = 'Имеются';
$_LANG['products_you']                = 'ваши закупленные продукты ждут отзывы и вы можете получить';
$_LANG['dm_points']                   = 'DM точки';
$_LANG['image']                       = 'Изображение';
$_LANG['products']                    = 'Продукты';
$_LANG['operation']                   = 'Операция';
$_LANG['write_a_review']              = 'Написать отзыв';
$_LANG['see_all']                     = 'Просмотреть все';
$_LANG['reviews']                     = 'Отзывы';
$_LANG['to_get_you']                  = 'Для начала, мы рады предложить вам эти купоны и массивные точки';
$_LANG['cash_coupon']                 = 'Денежные купоны';
$_LANG['apply_now']                   = 'Применяйте сейчас';
$_LANG['discount_coupon']             = 'Купон на скидку';
$_LANG['code']                        = 'Код';
$_LANG['expires_on']                  = 'истекает';
$_LANG['the_coupon']                  = 'Скидочный код истек';
$_LANG['copy_code']                   = 'Копировать код';
$_LANG['dm']                          = 'DM';
$_LANG['points']                      = 'ТОЧКИ';
$_LANG['have_been']                   = 'Были добавлены в Ваш счет!';
$_LANG['check_my']                    = 'Проверить мои DM Точки';
$_LANG['join_our']                    = 'Присоединяйтесь к нашей деятельности и выиграть';
$_LANG['free_gifts']                  = 'Бесплатные подарки';
$_LANG['hot_items']                   = 'Горячие товары вам может понравиться';
$_LANG['off_u']                       = 'OFF';
$_LANG['off']                         = 'off';
$_LANG['free']                        = 'Бесплатно';
$_LANG['upload_your']                 = 'Загружать свою аватарку';
$_LANG['select_image']                = 'Выбрать Изображение';
$_LANG['upload_img']                  = 'Загрузить Img ';
$_LANG['tips']                        = 'СОВЕТЫ';
$_LANG['your_upload']                 = 'Загрузить свою фотографию должно быть в формате JPG, не превышает 2 Мб, 100*100пиксель будет лучше';
$_LANG['already_spent']               = 'ужо правялі';
$_LANG['still_needs']                 = 'яшчэ неабходна спажываць, каб быць';
$_LANG['20_dm_points']                = 'DM 20 пунктаў для загрузкі аватара ўпершыню';
$_LANG['order_center']                = 'Order Center';
$_LANG['customer_service']            = 'Customer Service';
$_LANG['community']                   = 'Community';


//修改密码,邮箱与认证码提示
$_LANG['verifycode_incorrect'] = 'К сожалению, код подтверждения не является правильным. Пожалуйста, попробуйте еще раз';
$_LANG['verifycode_unmatch_email'] = 'К сожалению, электронный адрес, который Вы ввели не совпадает с кодом подтверждения.';
$_LANG['Confirm_your_identity_to_reset_password'] = 'Подтвердите свою личность, чтобы сбросить пароль';
$_LANG['Access_code'] = 'Код доступа';
$_LANG['refresh'] = 'Обновить';
$_LANG['Enter_your_email_address_below_and_Click_the_Continue_button'] = 'Введите адрес вашей электронной почты ниже, и Нажмите кнопку Продолжить';
$_LANG['Check_your_email'] = 'Проверьте свою электронную почту';
$_LANG['Select_your_new_password'] = 'Выберите новый пароль';
$_LANG['sended_reset_password_email'] = "Мы отправили электронное письмо на <b>@email</b> по вашему зарегистрированному адресу электронной почты. Пожалуйста, следуйте инструкциям в сообщении, чтобы сбросить пароль.";
$_LANG['sended_reset_password_email_help'] = 'Не получили электронное письмо от нас?<br>
Пожалуйста, проверьте папку со спамом.<br>
Если вы ешё не можете найтиего, нажимите<a href="http://support.DealsMachine.com/" style="color:#3366FF; text-decoration:underline;"> Центр Поддержки</a>за помощью';