<?php
/**
 * goods_grade_arr.php      产品等级
 *
 * @author                  mashanling <msl-138@163.com>
 * @date                    2013-12-03 09:06:10
 * @lastmodify              $Date: 2013-12-03 15:25:45 +0800 (周二, 2013-12-03) $ $Author: msl $
 */

$data = array (
    0   => '产品等级',
    1   => '活跃有货',
    2   => '不活跃 新品',
    3   => '停滞',
    4   => '违禁品',
    5   => '活跃无货近期无销售',
    6   => '不活跃有货',
    7   => '清仓',
    8   => '其它活跃产品',
    9   => '不活跃无货近期无销售',
    10  => '其它不活跃',
    11  => '活跃有货近期无销售',
    12  => '不活跃有货近期无销售',	
    20  => '代表婚纱,角色扮演类,不参加产品等级计算'
);